{
    "A20W20":[
        "A: Help me",

        "W: Help me",

        "R: RING RING"
    ],

    "A25W25": [
        "A: Hey, sorry I'm late.",

        "W: No no I just got here too, you're right on time.",
        
        "A: Good! Great.",
        
        "A: So, have you been to one of these before?",
        
        "W: Can't say that I have. Not really one to make time for things like this.",
        
        "A: Things like... dating?",
        
        "W: No! Well, yes dating.",
        
        "W: But speed dating, at that.",

        "A: I see, yeah me neither.", 
        
        "W: Speed dating?",
        
        "A: Dating, in general.",
        
        "W: Ah, gotcha.",
        
        "W: Hm.",
        
        "W: My sister put me up to this, actually.",
        
        "W: Being not really one to make time for things like this.",
        
        "W: She signed me up for this without telling me.",
        
        "A: She sounds like a caring sister.",
        
        "W: Headstrong, persistent, bossy.",
        
        "A: So, caring.",
        
        "W: Right, and she's been pushing me to get back out there.",
        
        "W: Signing me up for dating apps and forcing me to take 'better pictures' of myself.",
        
        "W: She even designed a powerpoint presentation of me that she could show to her friends.",
        
        "A: In case any of them were interested?",
        
        "W: In case anyone wanted to see how disastrous the state of her brother's romantic life is.",
        
        "W: And how she's the only person equipped to save him from a deteriorating self-esteem and life of resentment.",
        
        "A: And well?", 
        
        "W: Well what?",
        
        "A: Is she saving you? Are you a resentful man with an inferiority complex?",
        
        "W: Hm, last time I checked...",
        
        "W: I'm neither of those things, yet.",
        
        "W: Only annoyed at my sister's unsolicited attempts to make me fall in love again.",
        
        "W: And sign me up for speed dating, of all things.",
        
        "A: Hm. It can't be all bad.",
        
        "A: Considering you showed up.",
        
        "A: You're willing to try.",
         
        "W: Yeah. I'm willing to try.",
        
        "W: Shit. I took over the conversation just to say I didn't choose to be here.",

        "W: Classic good first impression.",
        
        "A: You're okay, it's refreshing to listen to someone open up.",
        
        "A: And again, you showed up. You're willing to try. You did choose.",
        
        "W: I'm going to go out on a limb and say your sibling didn't sign you up for this.",
        
        "W: And create a powerpoint presentation of you.",
        
        "A: Hate to say it, but this is all my own doing.", 
        
        "A: I woke up this morning with the full intention to go out and speed date. For the first time ever.",
        
        "R: RING RING",
        
        "A: And just like that, the first time ever is up.",
        
        "W: No way, is this really all it's suppose to be?",
        
        "W: This is kinda nuts.",
        
        "W: I didn't get a chance to ask you about all your life-defining decisions that led you to this very mundane moment with me.",
        
        "A: Maybe another time. We'll just have to start making time for things like this.",
        
        "W: Things like dating.",
        
        "A: Things like speed dating.",
        
        "W: Sounds like a plan...",
        
        "W: Shit. I didn't even ask your name.",

        "A: I was wondering if either of us would point that out.",
        
        "A: It's Asriyah. My friends, and my speed dates, call me Asri.",
        
        "W: It's nice to meet you, Asri.",
        
        "W: I'm Wes.",
        
        "A: Wes. Short for Weston?",
        
        "W: Short for Wesley.",
        
        "R: RING RING",
        
        "W: And we're short for time.",
        
        "A: A short but pleasant time.",
        
        "A: Maybe I'll see you around, Wes.",
        
        "W: Yeah. Best of luck on the next date, Asri."
    ],

    "A25W30": [
        "W: Hi, I'm Wes.",

        "A: Nice to meet you, I'm Asri.",

        "W: Asri's a lovely name. A unique name.",

        "A: It was my great grandmother's name, Asriyah.",
        
        "A: It means noble or prosperous.",

        "W: You're telling me you're royalty?",

        "W: For me to be so lucky...",

        "A: If I'm royalty, my family forgot to mention it.",

        "A: I'm not cut out for the royal life, anyhow.",

        "A: I quite like being the Asri I've grown into.",

        "W: Who would that Asri be?",

        "A: An Asri that spends a lot of time figuring out what she wants for her future.",

        "A: A fulfilling career with a quiet home surrounded by plants that grow long vines.",

        "A: Maybe one or two ragdoll cats that sleep most of the day but keep me pleasant company.",

        "A: And an open floor plan to accomodate my large ego, given how much I'm speaking right now.",

        "A: Sorry about that.",

        "W: No, no worries at all. You sound like you got a good sense of your life.",

        "A: No, I only spent most of the week spiraling and contemplating every decision I've ever made.",

        "A: What do they call it. When you start questioning everything at 25...",

        "A: A quarter-life crisis.",

        "A: Having one of those. You should try it some time.",

        "W: Been there, done that. Believe me.",

        "W: Actually been there a couple times in the past year alone.",

        "W: Look forward to the days right before your 30th birthday.",

        "W: Where you're drunk most of the time trying to slow everything down.",

        "A: Are you telling me you arrived to your speed date drunk?",

        "W: No of course not, I'd never do that to someone else.",

        "W: I arrived to my speed date very hungover.",

        "W: A very big difference.",

        "A: You're that confident you'll just charm whoever's in front of you?",

        "W: Oh no, my ego fits a cozy, modest apartment actually.",

        "W: I just don't have much to lose. The person I marry should see me for who I am.",

        "W: The real me, reckless abandon and all.",

        "A: Can't imagine being that carefree when I get to your age.",

        "W: Just make it through your next 17 crises.",

        "W: You'll understand soon.",

        "R: RING RING",

        "W: Well, so this game goes.",

        "A: And I was just starting to enjoy myself.",

        "W: I hope I'm a memorable enough speed date for you.",

        "A: Let's put it this way.",
         
        "A: If I somehow find out that I'm descendant to a rich aristocrat family.",

        "A: And find myself with an abundance of money.",

        "A: I'll pay for one of your drinking benders.",

        "A: Until then, stay safe out there, reckless abadonment.",

        "W: Stay organized and starry-eyed, egomaniac."

    ],

    "A30W25": [
        "A: Hi, my name's Asri.",

        "W: It's a pleasure. I'm Wes.",

        "W: I like your choice in outfit. I gotta say, you're honestly stunning.",

        "A: That's sweet of you to say.",

        "A: Thank you.",

        "W: Yeah of course.",

        "W: So, what brings you here?",

        "W: To speed dating?",

        "A: Just looking to meet new people I guess.",

        "W: Yeah, same for me too.",

        "W: Well, my sister thinks I should be meeting new people.",

        "A: Is that so?",

        "W: Very so. Wish it wasn't so.",

        "W: Signed me up for this thing. Made a presentation about me. Gave me advice.",

        "W: Told me to compliment my date, but not based off her looks.",

        "W: But rather something she can control, like her clothes.",

        "W: And you picked a great outfit, so you made it easy.", 

        "W: Shit. And I probably should've stopped oversharing a few sentences ago.",

        "W: So I'll stop talking now.",

        "A: You're funny. I don't mind your overshare.",

        "A: Something tells me you haven't been dating recently.",

        "W: Oh god...",

        "W: Is it really that obvious?",

        "W: It's the blabbering that gives it away.",

        "W: I don't mean to take over conversations.",

        "W: If someone's talking, then we don't have to sit in awkward silence.",

        "W: It's a defense mechanism, I guess.",

        "A: I'm all for awkward silences.",

        "A: My ex-boyfriend was really good at it.",

        "A: The detrimental-at-parties kind of good.",

        "A: So I haven't been used to a string of sentences from another man in a while.",

        "W: Well I'm happy to offer something different at least.",

        "W: My ex-girlfriend always said I talked like I was preparing for a new olympic sport.",

        "W: Which is funny to think about.",

        "W: Because she was the one in the friend group that talked the most out of all of us.",

        "A: A college sweetheart?",

        "W: Mhm, the kind that won custody over the friend group when we broke up.",

        "A: The college sweetheart you were meant to be in love with forever.",

        "W: So you know the type?",

        "A: Yes, I believed it and lived it.",

        "A: We graduated and he couldn't handle the long-distance.",

        "A: And I couldn't sacrifice my livelihood for him.",

        "W: Shit. The awkward ex?",

        "A: No he came later. At a hotel we were both staying at for a tech conference.",

        "W: You're a tech whiz?",

        "A: A tech journalist for now.",

        "R: RING RING",

        "A: Wishing that time didn't fly by so quickly.",

        "A: By the end, I think I was the one taking over the conversation.",

        "W: Not at all. It was nice to relate with you.",

        "W: Through our exes, I guess.",

        "A: I think we did speed dating right.",

        "A: By the way.",
        
        "A: I could tell you haven't been recently dating because of how quickly you brought up your sister.",

        "A: Guys around here have learned it's risky to bring up any other women.",

        "A: Even family, for some reason.",

        "A: It's a shame. I appreciate when people open up. Always have.",

        "W: Oh, I see. Well that's what being raised by women will do for you.",

        "W: Vulnerably overshare and bring them up every chance you get.",

        "W: Consider yourself lucky I didn't talk about my mother's opinionated lectures on childhood education.",

        "W: And how I'm destined to be a teacher now because of her.",

        "A: Darn, I'm sure if we had more time. I'd be glued to my seat.",

        "A: Take care, Wes.",

        "W: You too, Asri."

    ],

    "A30W30": [
        "A: Hi, I'm Asri.",

        "W: Hi there, Asri. I'm Wes.",

        "W: Don't mean to be abrupt, but let's cut to the chase a bit here.",

        "W: Considering we don't have a lot of time.",

        "A: The floor is yours, Wes.",

        "W: Are you looking to marry?",

        "A: Not anytime soon, no.",

        "W: What's soon for you?",

        "W: Are we talking months? Years?",

        "A: Are you in some kind of legal trouble?",

        "W: No, why do you ask?",

        "A: I'm curious if you're looking for a wife to share a joint bank account with.",

        "W: Oh please, money isn't an issue for me.",

        "W: If I was in any trouble, I would've asked if you were a lawyer.",

        "W: Now that I think of it, are you a lawyer?",

        "W: You seem the type.",

        "A: The type? Explain that one.",

        "W: Well, you seem like a serious soul.",

        "A: A serious soul?",

        "W: Like when you'd play dress-up as a kid, I'd guess you opted for a suit and tie.",

        "A: You're hilarious. Yeah obviously.",

        "W: Asked for a briefcase for your sixth birthday?",

        "A: Lucky guess perhaps.",

        "W: Your first word was cross-examination?",

        "A: Woah, I didn't expect to meet someone who knew my entire life story.",

        "A: You're not some kind of oracle, are you?",

        "W: If you give me enough to drink, I could recite your entire future.",

        "W: Just need the time.",

        "W: And the money, foresight doesn't come free.",

        "A: I thought money wasn't an issue for you.",

        "W: I'm looking out for future Wes. In case he's all out of charm when he's older.",

        "W: Who knows what he'll be up to.",

        "A: Hopefully not asking women if they're looking to marry on the first date.",

        "W: A man can dream.",

        "W: But really it's my mom. She's finally hit the 'where's my grandchildren' part of her life.",

        "A: I'm sorry to hear that.",

        "A: How long have you been suffering?",

        "W: Ever since she retired from teaching, six months about.",
        
        "W: She's had a lot of empty time on her hands.",

        "W: Resorted to sewing baby clothes and dropping them off at my apartment.",

        "A: It's worse than I thought.",

        "W: So now I'm here, asking the important questions.",

        "W: Before she dies without grandkids and leaves her life with disappointment in her heart.",

        "W: Her words, would never be mine.",

        "A: It must be a universal parent trait.",

        "A: To guilt you into starting a family, regardless of what you want out of your own life.",

        "W: Shared experience then?",

        "A: From my father, shockingly. Loves the idea of being a grandpa.",

        "A: He thinks my window is closing, with it, all his real dreams.",

        "W: He's not sewing baby clothes too, is he?",

        "A: Not in the slightest.",

        "A: His way of expressing his disappointment is through logic debates.",

        "A: By challenging my economic reasoning and concept of personal freedom. ",

        "A: As if they're up for interpretation.",

        "W: Asri, you're not telling me he's actually...",

        "A: My father is actually the lawyer in the family.", 

        "R: RING RING",

        "W: Ha! The daughter of a lawyer, how about that. I knew it.",
        
        "W: I can see it all over you.",

        "A: Anything you say further can and will be used against you in the court of law.",

        "A: So watch yourself out there.",

        "A: And take care of future Wes for me, would you?",

        "W: It's the least I could do.",
        
        "W: When you're ready to marry, lawyer daughter, let future Wes know.",

        "W: His mother would be over the moon.",

        "A: So would the lawyer daughter's father."
    ],
    
    "A25W35": [
        "W: Uh, Hello.",

        "A: Hello. I'm Asri.",

        "W: Wesley.",

        "A: Nice to meet you, Wesley.",

        "W: Yeah, you too.",

        "W: So uh, having a good day?",

        "A: Yes, thank you for asking.",

        "A: How about you?",

        "W: Not the worst today.",

        "A: When someone tells me their day is not the worst.",

        "A: It makes me think it might be really close to one of the worst.",

        "W: Ah well, sorry.",

        "W: I'm having a fine day.",

        "W: Cold and busy, but fine.",

        "W: I've always preferred the warmer weather.",

        "A: Is that so?",

        "W: I'm sorry?",

        "A: You've always preferred warmer weather?",

        "A: How come?",

        "W: Ah, right. It's nothing really.",

        "W: We don't have to start with that.",

        "A: We have to start somewhere, Wesley.",

        "A: Tell me about a warm weather experience.",

        "A: I'll listen.",

        "W: Uh... well.",

        "W: Let's see...",

        "W: In all honesty.",

        "W: Can't really think of a good one, sorry.",

        "W: Don't know why I even said I preferred warmer weather.",

        "W: I just thought I should say something.",

        "W: I'm sorry.",

        "W: Yeah, sorry I'm a little all over the place.",

        "A: Hey, it's alright. Look I prefer warmer weather.",

        "A: Summer time is hard to beat in my opinion.",

        "W: Oh yeah?",

        "A: Yeah, I have a lot of memories traveling with my family every summer between school years.",

        "A: It was usually road tripping to national parks.",

        "W: Oh, like Yosemite?",

        "A: Yeah, Yosemite is gorgeous. I was in love with the sequoias when I went a couple of years ago.",
        
        "A: But one time while my mom and dad were together, we planned a drive from Sequoia National Park to Joshua Tree.",

        "A: I had never been to either, so I was excited for it.",

        "A: But on our way down we decided to stop in LA because our car was overheating.", 

        "W: Really? Something was up with the A/C?",

        "A: Yeah it conked out that morning as we were leaving Sequoia.",

        "A: So we're cruising down 58. Mom and Dad are arguing about the heat.",

        "A: Deciding between finding a mechanic in LA then going to Joshua tree.",
        
        "A: Or giving up and going to Long Beach instead.",

        "A: And I just remember leaning my head against the open window.",

        "A: Curls flying everywhere while they argued in the background.",

        "A: And the three things I cared about in that moment were how nice the wind felt on my scalp.",

        "W: Important with no A/C.",

        "A: How massive those sequoia trees were.",

        "A: And immediately wondering why we don't grow up to be that big.",

        "A: Which is silly obviously.",

        "W: But sounds like a pleasant way to pass the time with the heat.",

        "W: How old were you?",

        "A: Like 19, so an even sillier thought back then.",

        "W: No not at all. I can't imagine I was thinking much of anything at 19.",

        "W: And for you to have such good memories of what you were thinking.",

        "R: RING RING",

        "W: Ah, there that goes. Sorry for being off. Wasted a bit of time.",

        "W: But thank you for this. I actually do prefer warmer weather. I remember why.",

        "A: Pretty trees and summer in LA?", 

        "W: Those are up there, but no.",

        "W: Summer break meant my mom was off from teaching and my sister was home from college.",

        "W: And I would spend all day with them.",

        "W: Another story for another time, sorry.",

        "A: That sounds really sweet. Save it for next time.",

        "A: Thanks, Wesley. For listening.",

        "W: Yeah. Yeah no problem.",

        "W: Wait before we go, would you recommend Joshua Tree?",

        "A: We ended up never going, ha.",

        "A: To this day, I can say that my family chose Long Beach over Joshua Tree.",

        "A: And let the awkward silence fill the room.",

        "A: A fun party trick to try out.",

        "A: Take care, Wesley.",

        "W: Hah yeah. You too, Asri."
    ],

    "A30W35": [
        "A: Hi, I'm Asri.",

        "W: Wesley. Hi.",

        "A: What's your story, Wesley?",

        "W: My story?",

        "A: You look like you have an interesting story.",

        "A: It's the little frown you're making right now.",

        "A: Gives your complex backstory away.",

        "W: Ah, no. Nothing really complex about it.",

        "W: Just staying busy. Keeping my mind off things.",

        "A: Are you gonna reveal anything during this speed date?",

        "A: Sorry, I don't mean to be pushy or anything.",

        "W: No I'm sorry, I'm trying to find what's good to say.",

        "W: To be honest. Having a rough week.",

        "W: I know you don't want to hear this coming from your speed date.",

        "W: But I just got let go. So busy looking for some new work.",

        "A: Oh, I'm sorry to hear. What field do you work in?",

        "W: Well this was a contracted thing. For a research study.",

        "W: Ironically, on the psychological effects of repeated layoffs.",

        "A: Oh, that sounds cruel.",

        "A: Could you be like a blind participant in one of their studies.",

        "A: That might also be a cruel thing of me to say.",

        "W: Well when they hired me, I told them I was let go from my teaching position.",

        "W: They probably thought they had a good opportunity on their hands.",

        "A: You were a teacher? What did you teach?",

        "W: I was a sociology professor primarily, but often ran studies with the psych department because of funding.",

        "W: But that uninteresting part of me is in the past now.",

        "W: Now I'm looking for work and trying to put myself out there.",

        "A: So here you are. Doing just that.",

        "A: If my company is hiring, I'll loop you in.",

        "A: I'm a journalist, so if you write research papers you'd do just fine.",

        "A: It's the tech industry, though. Might not be your cup of tea.",

        "W: I appreciate the pseudo job offer. But might need time to figure things out.",

        "W: Tired of the work cycle. Tired of a lot of things.",

        "W: Sorry, how do you like journalism?",

        "A: We don't have to talk about our work anymore, Wesley.",

        "A: It's okay.",

        "A: I'm tired too.",
        
        "A: Do you like weddings?",

        "W: Uh, weddings?",

        "W: I guess so. They're alright.",

        "A: I ask because I'm suppose to be going to one in a couple weeks.",

        "A: A friend from college, Sydney.",

        "A: And I'm not really looking forward to it.",

        "W: Bad experience at weddings?",

        "A: Not the weddings themselves. Just the idea of marriage.",

        "A: My parents divorced when I went to college.",

        "A: A decade of complicated Christmases.",

        "W: Sorry to hear that. Uh, have your parents move on?",

        "W: Sorry if that is insensitive, sorry. I mean just have they found new partners?",
        
        "A: No you're alright. My dad has, new wife and her pair of kids from her first marriage.",

        "A: My mom never did. She was quite happy to leave my Dad.",

        "A: Even if it meant she'd never love someone else again.",

        "A: Which is pretty badass to me.",

        "A: But terrifying, all the same.",

        "A: So I'm dreading this wedding, for all of that baggage I just threw at you.",

        "W: Hard to top that, for most speed dates.",

        "W: But try actually being divorced, like this guy over here.",

        "A: You're kidding me...",

        "W: Next week will mark 4 years since we married. 2 years since we weren't.",

        "W: Like a fire. Bright and quick.",

        "A: I'm so sorry. Look at me complaining about friends weddings.",

        "A: Now I feel insensitive all over.",

        "W: You're fine. Weddings, and the idea of marriage is all whack.",

        "W: Not what they're cracked up to be.",

        "W: That's why I asked if your parents found any luck starting over.",

        "W: So still feeling a little mixed with what I heard.",

        "A: I mean, you're still so young.",

        "W: A good cliche, but I woke up today with a sore collarbone for no reason. So...",

        "R: RING RING",

        "A: Stupid alarm.",

        "A: Look I'll say this.",

        "A: Even though my mom never found someone else.",

        "A: She found happiness in so many other ways.",

        "A: Like gardening with her daughter and her neices, for example.",

        "A: I can tell it means a lot to her. To spend time with people close to her.",

        "A: So, keep your head up? Our real idea of love might not be found yet.",

        "W: You have a kind look about the world, Asri.",

        "W: Thank you for that. Thanks for stopping the work talk too.",

        "A: Tech writing could be in your future, if you wanted it Wesley.",

        "W: I'm gonna wait and see how this social experiment plays out.",

        "W: But until then, thanks Asri.",

        "W: And have fun at the wedding. Your friend will be happy.",

        "W: And much happier to see you happy with her on her special day.",

        "A: Well said, wise one."
    ],


    "A35W25": [
        "A: Hello. I'm Asri.",

        "W: Nice to meet you Asri, I'm Wes.",

        "A: Wes, good.",
        
        "A: So Wes, I have a couple of questions prepared.",

        "A: To make the best use of our time, if you don't mind?",

        "W: Oh, not at all. Please ask away.",

        "W: But also before we start, your hair looks really nice.",

        "A: My hair?",

        "W: Yeah it's a nice hairstyle. It suits you I mean.",
        
        "W: Just wanted to let you know.",

        "A: Thank you. That's oddly sweet.",

        "A: Okay, now to the questions.",

        "A: So what does a fulfilling life look like to you?",

        "W: Woah, a fulfilling life?",

        "A: Yes. What does it look like to you?",

        "W: Okay, well. I think I'm still trying to figure that one out.",

        "A: Okay, like how?",

        "W: I'm in school to become a teacher. So I hope that works out?",

        "W: Also making sure my family is taken care of, that's super important to me.",

        "W: And I guess I think of a fulfilling life that includes someone else in it.",

        "W: And so I'm trying to meet people again too.",

        "W: So yeah, that. Final answer.",

        "W: I'll stop talking.",

        "A: So you're in the process of figuring some things out.",

        "A: That's what we're here for. That's why I brought these questions.",

        "A: Okay next one...",

        "W: Uh, wait Asri?",

        "W: Can I ask you a question now?",

        "A: Oh, that would be fair. What do you want to know?",

        "W: Well, what brings you here?",

        "W: I mean, I can figure that you're looking to find someone.",

        "W: And someone right for you and everything.",

        "W: But why do it in this way? Speed dating?",

        "A: Alright, I'm here because I'm done with dating any other way.",

        "A: It's an exhausting wheel that I'm done running on.",

        "W: That makes sense. I'm sure you have other things to worry about too.",

        "A: Exactly, I'm over trying to shift my schedule and spend time with people that aren't serious.",

        "W: So, speed dating is efficient from your view?",

        "A: It is. We meet. We ask our questions.",

        "A: We see if there's enough mutual interest.",

        "A: And then we can decide if we want to see each other again and have a real discussion.",

        "A: So there it is, now let me look at my questions...",

        "W: Wait sorry, I see what you're saying.",

        "W: But doesn't that way feel bland?",

        "A: No, what do you mean?",

        "W: Optimizing your dating life this way.",

        "W: By spending the least amount of time possible.",

        "A: But still asking critical questions, so what's the problem?",

        "W: Well I think that's the problem. To me it's sapping out the surprise.",

        "W: The spontaneity? The spark that makes meeting people feel good.",

        "A: Wes, I see your point. Trust me, I really do.",

        "A: But I've come to this process after years of dating going horribly.",

        "A: I've met guys at bars and at concerts.",

        "A: At book clubs and at work events.",

        "A: I've done it all, and there's always something disappointing.",

        "A: I went on a Rome-Venice-Florence package deal to Italy with a guy I thought I was going to marry.",

        "A: After knowing him for seven months.",

        "A: Only to find out he took me there so he could post about it.",

        "A: So that his ex would see and get jealous.",

        "W: Oh no....",

        "A: I was literally a seven-month plot device for this jackass.",

        "A: And I cried in boat on the Grand Canal.",

        "A: Which is the most romantic place for the most embarassing thing.",

        "A: He thought that I wouldn't find out? That I would obviously not appreciate being used?",

        "A: Like he had no idea who I was after seven months?",

        "W: You seem to be a thorough person.",

        "A: Right, thank you! I investigated things way more secretive and meaningful than that dude's pathetic excuse to show off.",

        "R: RING RING",

        "A: Damn, and so the questions are meant to weed out everyone I've ever dated before.",

        "W: I get it a lot more now, you've gone through some brutal relationships.",

        "W: Sorry I didn't get to answer more of your questions.",

        "A: I had a lot more. Like a ton more.",

        "A: But you asked a good one.",

        "A: That was cathartic. To let that out.",

        "A: So thank you. We'll try this again another time, how's that sound Wes?",

        "W: Yeah, sounds like a plan to me.",

        "W: Looking forward to more questions soon, Asri."

    ],

    "A35W30": [
        "W: Woah, hey there.",

        "A: Hello. I'm Asri.",

        "A: And you are?",

        "W: My my, Asri. I'm Wes.",

        "W: I can already tell it's a pleasure to meet you?",

        "A: Oh really? That quick to judge? Get your assumptions out the way now.",

        "A: We have a lot else I'd like to get to.",

        "W: Oh don't worry about me or whatever I'm saying.",

        "W: I want to get to whatever you had in mind.",

        "W: Lead the way, M'am.",

        "A: I prefer just Asri, please.",

        "A: So we don't have a lot of time, and I need to ask some critical questions.",

        "W: Questions?",

        "W: Like you wrote down questions to ask me?",

        "A: Yes I did. This is a speed date. What's the confused look?",

        "W: Uh, no confused look. I was thinking we could just talk.",

        "W: Be a little more natural, you know?",

        "W: Don't get me wrong I'm happy to answer what you have.",

        "W: But my word of advice, those questions are gonna make this conversation awkward.",

        "A: You think trying to get to know someone by asking prepared questions is...",

        "A: Awkward? Really?",

        "W: Yeah it's very awkward.",

        "A: Really.",

        "W: I mean, this isn't really an interview kind of thing.",

        "A: Funny you mention that, my first question is about your career.",

        "W: Oh please, you're going to ask what I do?",

        "W: Because you want to know how much I make?",

        "A: Slow it down hot head, it's a simple question.",

        "A: Are you doing something you enjoy?",

        "W: Something I enjoy? I mean.",

        "W: Yeah I do enjoy what I do. A lot.",

        "A: Lovely. Not so hard, was it? What do you do then?",

        "W: Well, I teach. So I'm gonna have to disappoint you when it comes to the money.",

        "W: But whatever joy I don't get in cash, I find it through my students.",

        "W: Is that a good answer? Did I get the job?",

        "A: It was good, really good until I felt inclined to roll my eyes.",

        "A: A teacher is respectable. I'm sure the kids you teach like your energy.",

        "A: Based off what I can tell from you.",

        "W: Most of those 'kids' actually just turned 20, so they see me as the cool upper classman.",

        "A: Oh okay, a professor?",

        "W: Barely, just a talkative slightly-wrinkled student.",

        "W: That never left campus.",

        "W: Wait, did you say I have good energy?",

        "A: Oh quit it.",

        "W: Don't let me miss that, hold on Asri.",

        "W: What do you like about my energy, mattafact?",

        "A: What subject do you teach?",

        "W: What subject do you want me to teach?",

        "A: ALRIGHT ENOUGH OF THAT.",

        "A: Subject, please?",

        "W: Sociology.",

        "W: Basically, I like people and putting them into context with the world we've establish throughout history.",

        "W: And how are lives are inherently dependent on the theories and constructs.",
        
        "W: That've been passed down by our immediate parental guidance and intersecting communities.",

        "W: And in order for us to understand the problems we have in the world.",

        "W: Of which there are a countless number.",

        "W: We must consider all points of evidence supplied with or in absence of...",

        "R: RING RING.",

        "W: Historical. Context.",

        "W: You got me talking about my lecture content. On a speed date.",

        "W: Unreal behavior,",

        "A: Still think these questions are a bad idea?",

        "W: For most people, absolutely.",

        "W: For Wes? I could answer your questions all day.",

        "W: You saw how fast my mouth was moving.",

        "A: If only we had all day.",

        "A: I'm happy to say, you've got the job.",

        "W: The news I was waiting to hear. Toast a drink with me after this?",

        "A: No time this time. Get going Wes",

        "A: But you were right. I could also tell this was going to be a pleasure.",

        "W: The pleasure was all mine, Asri."
    ],


    "A35W35": [
        "A: Hello. I'm Asri.",

        "A: And you are?",

        "W: I'm Wesley.",

        "A: Great, nice to meet you Wesley.",

        "A: Time is of the essence when it comes to these things.",

        "A: So I prepared a few questions, if you don't mind."


        
    ],



    "A25W40": [
        "W: I'm now 40.",
        "A: I'm 25."
    ],

    "A25W45": [
        "W: I'm now 45.",
        "A: I'm 25."
    ],

    "A25W50": [
        "W: I'm now 50.",
        "A: I'm 25."
    ],



    "A30W40": [
        "A: I'm now 30.",
        "W: I'm now 40."
    ],

    "A30W45": [
        "A: I'm now 30.",
        "W: I'm now 45."
    ],

    "A30W50": [
        "A: I'm now 30.",
        "W: I'm now 50."
    ],


    "A35W40": [
        "W: I'm now 40.",
        "A: I'm now 35."
    ],

    "A35W45": [
        "W: I'm now 45.",
        "A: I'm now 35."
    ],

    "A35W50": [
        "W: I'm now 50.",
        "A: I'm now 35."
    ],

    "A40W25": [
        "A: I'm now 40.",
        "W: I'm 25."
    ],

    "A40W30": [
        "A: I'm now 40.",
        "W: I'm now 30."
    ],

    "A40W35": [
        "A: I'm now 40.",
        "W: I'm now 35."
    ],

    "A40W40": [
        "A: I'm now 40.",
        "W: I'm now 40."
    ],

    "A40W45": [
        "A: I'm now 40.",
        "W: I'm now 45."
    ],

    "A40W50": [
        "A: I'm now 40.",
        "W: I'm now 50."
    ],

    "A45W25": [
        "W: I'm 25.",
        "A: I'm now 45."
    ],

    "A45W30": [
        "W: I'm now 30.",
        "A: I'm now 45."
    ],

    "A45W35": [
        "W: I'm now 35.",
        "A: I'm now 45."
    ],

    "A45W40": [
        "W: I'm now 40.",
        "A: I'm now 45."
    ],

    "A45W45": [
        "W: I'm now 45.",
        "A: I'm now 45."
    ],

    "A45W50": [
        "W: I'm now 50.",
        "A: I'm now 45."
    ],

    "A50W25": [
        "A: I'm now 50.",
        "W: I'm 25."
    ],

    "A50W30": [
        "A: I'm now 50.",
        "W: I'm now 30."
    ],

    "A50W35": [
        "A: I'm now 50.",
        "W: I'm now 35."
    ],

    "A50W40": [
        "A: I'm now 50.",
        "W: I'm now 40."
    ],

    "A50W45": [
        "A: I'm now 50.",
        "W: I'm now 45."
    ],

    "A50W50": [
        "A: I'm now 50.",
        "W: I'm now 50."
    ],

    "T25B25": [
        "A: Works I think but I keep breaking it",
        "W: Nah you don't you can do it or something",
        "A: Hi this is the beginning of the game, we're both 25.",
        "W: Throughout this story, we'll grow in age dependng on your choices.",
        "A: So in theory, He could easily write these and have them be picked out based on other variables.",
        "W: But he literally doesn't know how to do that.",
        "A: Not yet he doesn't, but time will tell."
    ],

    "Teaser": [
        "MAC: Thank you so much for your support!",
        "CATHY: As a big thank you, we're here to let you know the title of the upcoming VM GAME.",
        "MAC: Get ready for...",
        "CATHY: In Time, On Distance",
        "MAC: The first VM Game of 2025!"
    ]

}