{
    "A25W25": [
        "A: Hey, sorry I'm late.",

        "W: No no I just got here too, you're right on time.",
        
        "A: Good! Great.",
        
        "A: So, have you been to one of these before?",
        
        "W: Can't say that I have. Not really one to make time for things like this.",
        
        "A: Things like... dating?",
        
        "W: No! Well, yes dating.",
        
        "W: But speed dating, at that.",

        "A: I see, yeah me neither.", 
        
        "W: Speed dating?",
        
        "A: Dating, in general.",
        
        "W: Ah, gotcha.",
        
        "W: Hm. Well...",
        
        "W: My sister put me up to this, actually.",
        
        "W: Being not really one to make time for things like this.",
        
        "W: She signed me up for this without telling me.",
        
        "A: She sounds like a caring sister.",
        
        "W: Headstrong, persistent, bossy.",
        
        "A: So, caring.",
        
        "W: Right, and she's been pushing me to get back out there.",
        
        "W: Signing me up for dating apps and forcing me to take 'better pictures' of myself.",
        
        "W: She even designed a powerpoint presentation of me that she could show to her friends.",
        
        "A: In case any of them were interested?",
        
        "W: In case anyone wanted to see how disastrous the state of her brother's romantic life is.",
        
        "W: And how she's the only person equipped to save him from a deteriorating self-esteem and life of resentment.",
        
        "A: And well?", 
        
        "W: Well what?",
        
        "A: Is she saving you? Are you a resentful man with an inferiority complex?",
        
        "W: Hm, last time I checked...",
        
        "W: I'm neither of those things, yet.",
        
        "W: Only annoyed at my sister's unsolicited attempts to make me fall in love again.",
        
        "W: And sign me up for speed dating, of all things.",
        
        "A: Hm. It can't be all bad.",
        
        "A: Considering you showed up.",
        
        "A: You're willing to try.",
         
        "W: Yeah. I'm willing to try.",
        
        "W: Shit. I took over the conversation just to say I didn't choose to be here.",

        "W: Classic good first impression.",
        
        "A: You're okay, it's refreshing to listen to someone open up.",
        
        "A: And again, you showed up. You're willing to try. You did choose.",
        
        "W: I'm going to go out on a limb and say your sibling didn't sign you up for this.",
        
        "W: And create a powerpoint presentation of you.",
        
        "A: Hate to say it, but this is all my own doing.", 
        
        "A: I woke up this morning with the full intention to go out and speed date. For the first time ever.",
        
        "R: RING RING",
        
        "A: And just like that, the first time ever is up.",
        
        "W: No way, is this really all it's suppose to be?",
        
        "W: This is kinda nuts.",
        
        "W: I didn't get a chance to ask you about all your life-defining decisions that led you to this very mundane moment with me.",
        
        "A: Maybe another time. We'll just have to start making time for things like this.",
        
        "W: Things like dating.",
        
        "A: Things like speed dating.",
        
        "W: Sounds like a plan...",
        
        "W: Shit. I didn't even ask your name.",

        "A: I was wondering if either of us would point that out.",
        
        "A: It's Asriyah. My friends, and my speed dates, call me Asri.",
        
        "W: It's nice to meet you, Asri.",
        
        "W: I'm Wes.",
        
        "A: Wes. Short for Weston?",
        
        "W: Short for Wesley.",
        
        "R: RING RING",
        
        "W: And we're short for time.",
        
        "A: A short but pleasant time.",
        
        "A: Maybe I'll see you around, Wes.",
        
        "W: Yeah. Best of luck on the next date, Asri."
    ],

    "A25W30": [
        "W: Hi, I'm Wes.",

        "A: Nice to meet you, I'm Asri.",

        "W: Asri's a lovely name. A unique name.",

        "A: It was my great grandmother's name, Asriyah.",
        
        "A: It means noble or prosperous.",

        "W: You're telling me you're royalty?",

        "W: For me to be so lucky...",

        "A: If I'm royalty, my family forgot to mention it.",

        "A: I'm not cut out for the royal life, anyhow.",

        "A: I quite like being the Asri I've grown into.",

        "W: Who would that Asri be?",

        "A: An Asri that spends a lot of time figuring out what she wants for her future.",

        "A: A fulfilling career with a quiet home surrounded by plants that grow long vines.",

        "A: Maybe one or two ragdoll cats that sleep most of the day but keep me pleasant company.",

        "A: And an open floor plan to accomodate my large ego, given how much I'm speaking right now.",

        "A: Sorry about that.",

        "W: No, no worries at all. You sound like you got a good sense of your life.",

        "A: No, I only spent most of the week spiraling and contemplating every decision I've ever made.",

        "A: What do they call it. When you start questioning everything at 25...",

        "A: A quarter-life crisis.",

        "A: Having one of those. You should try it some time.",

        "W: Been there, done that. Believe me.",

        "W: Actually been there a couple times in the past year alone.",

        "W: Look forward to the days right before your 30th birthday.",

        "W: Where you're drunk most of the time trying to slow everything down.",

        "A: Are you telling me you arrived to your speed date drunk?",

        "W: No of course not, I'd never do that to someone else.",

        "W: I arrived to my speed date very hungover.",

        "W: A very big difference.",

        "A: You're that confident you'll just charm whoever's in front of you?",

        "W: Oh no, my ego fits a cozy, modest apartment actually.",

        "W: I just don't have much to lose. The person I marry should see me for who I am.",

        "W: The real me, reckless abandon and all.",

        "A: Can't imagine being that carefree when I get to your age.",

        "W: Just make it through your next 17 crises.",

        "W: You'll understand soon.",

        "R: RING RING",

        "W: Well, so this game goes.",

        "A: And I was just starting to enjoy myself.",

        "W: I hope I'm a memorable enough speed date for you.",

        "A: Let's put it this way.",
         
        "A: If I somehow find out that I'm descendant to a rich aristocrat family.",

        "A: And find myself with an abundance of money.",

        "A: I'll pay for one of your drinking benders.",

        "A: Until then, stay safe out there, reckless abadonment.",

        "W: Stay organized and starry-eyed, egomaniac."

    ],

    "A30W25": [
        "A: Hi, my name's Asri.",

        "W: It's a pleasure. I'm Wes.",

        "W: I like your choice in outfit. I gotta say, you're honestly stunning.",

        "A: That's sweet of you to say.",

        "A: Thank you.",

        "W: Yeah of course.",

        "W: So, what brings you here?",

        "W: To speed dating?",

        "A: Just looking to meet new people I guess.",

        "W: Yeah, same for me too.",

        "W: Well, my sister thinks I should be meeting new people.",

        "A: Is that so?",

        "W: Very so. Wish it wasn't so.",

        "W: Signed me up for this thing. Made a presentation about me. Gave me advice.",

        "W: Told me to compliment my date, but not based off her looks.",

        "W: But rather something she can control, like her clothes.",

        "W: And you picked a great outfit, so you made it easy.", 

        "W: Shit. And I probably should've stopped oversharing a few sentences ago.",

        "W: So I'll stop talking now.",

        "A: You're funny. I don't mind your overshare.",

        "A: Something tells me you haven't been dating recently.",

        "W: Oh god...",

        "W: Is it really that obvious?",

        "W: It's the blabbering that gives it away.",

        "W: I don't mean to take over conversations.",

        "W: If someone's talking, then we don't have to sit in awkward silence.",

        "W: It's a defense mechanism, I guess.",

        "A: I'm all for awkward silences.",

        "A: My ex-boyfriend was really good at it.",

        "A: The detrimental-at-parties kind of good.",

        "A: So I haven't been used to a string of sentences from another man in a while.",

        "W: Well I'm happy to offer something different at least.",

        "W: My ex-girlfriend always said I talked like I was preparing for a new olympic sport.",

        "W: Which is funny to think about.",

        "W: Because she was the one in the friend group that talked the most out of all of us.",

        "A: A college sweetheart?",

        "W: Mhm, the kind that won custody over the friend group when we broke up.",

        "A: The college sweetheart you were meant to be in love with forever.",

        "W: So you know the type?",

        "A: Yes, I believed it and lived it.",

        "A: We graduated and he couldn't handle the long-distance.",

        "A: And I couldn't sacrifice my livelihood for him.",

        "W: Shit. The awkward ex?",

        "A: No he came later. At a hotel we were both staying at for a tech conference.",

        "W: You're a tech whiz?",

        "A: A tech journalist for now.",

        "R: RING RING",

        "A: Wishing that time didn't fly by so quickly.",

        "A: By the end, I think I was the one taking over the conversation.",

        "W: Not at all. It was nice to relate with you.",

        "W: Through our exes, I guess.",

        "A: I think we did speed dating right.",

        "A: By the way.",
        
        "A: I could tell you haven't been recently dating because of how quickly you brought up your sister.",

        "A: Guys around here have learned it's risky to bring up any other women.",

        "A: Even family, for some reason.",

        "A: It's a shame. I appreciate when people open up. Always have.",

        "W: Oh, I see. Well that's what being raised by women will do for you.",

        "W: Vulnerably overshare and bring them up every chance you get.",

        "W: Consider yourself lucky I didn't talk about my mother's opinionated lectures on childhood education.",

        "W: And how I'm destined to be a teacher now because of her.",

        "A: Darn, I'm sure if we had more time. I'd be glued to my seat.",

        "A: Take care, Wes.",

        "W: You too, Asri."

    ],

    "A30W30": [
        "A: Hi, I'm Asri.",

        "W: Hi there, Asri. I'm Wes.",

        "W: Don't mean to be abrupt, but let's cut to the chase a bit here.",

        "W: Considering we don't have a lot of time.",

        "A: The floor is yours, Wes.",

        "W: You are beautiful. Are you looking to marry?",

        "A: Thanks? Not anytime soon, no.",

        "W: What's soon for you?",

        "W: Are we talking months? Years?",

        "A: Are you in some kind of legal trouble?",

        "W: No, why do you ask?",

        "A: I'm curious if you're looking for a wife to share a joint bank account with.",

        "W: Oh please, money isn't an issue for me.",

        "W: If I was in any trouble, I would've asked if you were a lawyer.",

        "W: Now that I think of it, are you a lawyer?",

        "W: You seem the type.",

        "A: The type? Explain that one.",

        "W: Well, you seem like a serious soul.",

        "A: A serious soul?",

        "W: Like when you'd play dress-up as a kid, I'd guess you opted for a suit and tie.",

        "A: You're hilarious. Yeah obviously.",

        "W: Asked for a briefcase for your sixth birthday?",

        "A: Lucky guess perhaps.",

        "W: Your first word was cross-examination?",

        "A: Woah, I didn't expect to meet someone who knew my entire life story.",

        "A: You're not some kind of oracle, are you?",

        "W: If you give me enough to drink, I could recite your entire future.",

        "W: Just need the time.",

        "W: And the money, foresight doesn't come free.",

        "A: I thought money wasn't an issue for you.",

        "W: I'm looking out for future Wes. In case he's all out of charm when he's older.",

        "W: Who knows what he'll be up to.",

        "A: Hopefully not asking women if they're looking to marry on the first date.",

        "W: A man can dream.",

        "W: But really it's my mom. She's finally hit the 'where's my grandchildren' part of her life.",

        "A: I'm sorry to hear that.",

        "A: How long have you been suffering?",

        "W: Ever since she retired from teaching, six months about.",
        
        "W: She's had a lot of empty time on her hands.",

        "W: Resorted to sewing baby clothes and dropping them off at my apartment.",

        "A: It's worse than I thought.",

        "W: So now I'm here, asking the important questions.",

        "W: Before she dies without grandkids and leaves her life with disappointment in her heart.",

        "W: Her words, would never be mine.",

        "A: It must be a universal parent trait.",

        "A: To guilt you into starting a family, regardless of what you want out of your own life.",

        "W: Shared experience then?",

        "A: From my father, shockingly. Loves the idea of being a grandpa.",

        "A: He thinks my window is closing, with it, all his real dreams.",

        "W: He's not sewing baby clothes too, is he?",

        "A: Not in the slightest.",

        "A: His way of expressing his disappointment is through logic debates.",

        "A: By challenging my economic reasoning and concept of personal freedom. ",

        "A: As if they're up for interpretation.",

        "W: Asri, you're not telling me he's actually...",

        "A: My father is actually the lawyer in the family.", 

        "R: RING RING",

        "W: Ha! The daughter of a lawyer, how about that. I knew it.",
        
        "W: I can see it all over you.",

        "A: Anything you say further can and will be used against you in the court of law.",

        "A: So watch yourself out there.",

        "A: And take care of future Wes for me, would you?",

        "W: It's the least I could do.",
        
        "W: When you're ready to marry, lawyer daughter, let future Wes know.",

        "W: His mother would be over the moon.",

        "A: So would the lawyer daughter's father.",

        "A: Maybe."
    ],
    
    "A25W35": [
        "W: Uh, Hello.",

        "A: Hello. I'm Asri.",

        "W: Wesley.",

        "A: Nice to meet you, Wesley.",

        "W: Yeah, you too.",

        "W: So uh, having a good day?",

        "A: Yes, thank you for asking.",

        "A: How about you?",

        "W: Not the worst today.",

        "A: When someone tells me their day is not the worst.",

        "A: It makes me think it might be really close to one of the worst.",

        "W: Ah well, sorry.",

        "W: I'm having a fine day.",

        "W: Cold and busy, but fine.",

        "W: I've always preferred the warmer weather.",

        "A: Is that so?",

        "W: I'm sorry?",

        "A: You've always preferred warmer weather?",

        "A: How come?",

        "W: Ah, right. It's nothing really.",

        "W: We don't have to start with that.",

        "A: We have to start somewhere, Wesley.",

        "A: Tell me about a warm weather experience.",

        "A: I'll listen.",

        "W: Uh... well.",

        "W: Let's see...",

        "W: In all honesty.",

        "W: Can't really think of a good one, sorry.",

        "W: Don't know why I even said I preferred warmer weather.",

        "W: I just thought I should say something.",

        "W: I'm sorry.",

        "W: Yeah, sorry I'm a little all over the place.",

        "A: Hey, it's alright. Look I prefer warmer weather.",

        "A: Summer time is hard to beat in my opinion.",

        "W: Oh yeah?",

        "A: Yeah, I have a lot of memories traveling with my family every summer between school years.",

        "A: It was usually road tripping to national parks.",

        "W: Oh, like Yosemite?",

        "A: Yeah, Yosemite is gorgeous. I was in love with the sequoias when I went a couple of years ago.",
        
        "A: But one time while my mom and dad were together, we planned a drive from Sequoia National Park to Joshua Tree.",

        "A: I had never been to either, so I was excited for it.",

        "A: But on our way down we decided to stop in LA because our car was overheating.", 

        "W: Really? Something was up with the A/C?",

        "A: Yeah it conked out that morning as we were leaving Sequoia.",

        "A: So we're cruising down 58. Mom and Dad are arguing about the heat.",

        "A: Deciding between finding a mechanic in LA then going to Joshua tree.",
        
        "A: Or giving up and going to Long Beach instead.",

        "A: And I just remember leaning my head against the open window.",

        "A: Curls flying everywhere while they argued in the background.",

        "A: And the three things I cared about in that moment were how nice the wind felt on my scalp.",

        "W: Important with no A/C.",

        "A: How massive those sequoia trees were.",

        "A: And immediately wondering why we don't grow up to be that big.",

        "A: Which is silly obviously.",

        "W: But sounds like a pleasant way to pass the time with the heat.",

        "W: How old were you?",

        "A: Like 19, so an even sillier thought back then.",

        "W: No not at all. I can't imagine I was thinking much of anything at 19.",

        "W: And for you to have such good memories of what you were thinking in that moment.",

        "R: RING RING",

        "W: Ah, there that goes. Sorry for being off. Wasted a bit of time.",

        "W: But thank you for this. I actually do prefer warmer weather. I remember why.",

        "A: Pretty trees and summer in LA?", 

        "W: Those are up there, but no.",

        "W: Summer break meant my mom was off from teaching and my sister was home from college.",

        "W: And I would spend all day with them.",

        "W: Another story for another time, sorry.",

        "A: That sounds really sweet. Save it for next time.",

        "A: Thanks, Wesley. For listening.",

        "W: Yeah. Yeah no problem.",

        "W: Wait before we go, would you recommend Joshua Tree?",

        "A: We ended up never going, ha.",

        "A: To this day, I can say that my family chose Long Beach over Joshua Tree.",

        "A: And let the awkward silence fill the room.",

        "A: A fun party trick to try out.",

        "A: Take care, Wesley.",

        "W: Hah yeah. You too, Asri."
    ],

    "A30W35": [
        "A: Hi, I'm Asri.",

        "W: Wesley. Hi.",

        "A: What's your story, Wesley?",

        "W: My story?",

        "A: You look like you have an interesting story.",

        "A: It's the little frown you're making right now.",

        "A: Gives your complex backstory away.",

        "W: Ah, no. Nothing really complex about it.",

        "W: Just staying busy. Keeping my mind off things.",

        "A: Are you gonna reveal anything during this speed date?",

        "A: Sorry, I don't mean to be pushy or anything.",

        "W: No I'm sorry, I'm trying to find what's good to say.",

        "W: To be honest. Having a rough week.",

        "W: I know you don't want to hear this coming from your speed date.",

        "W: But I just got let go. So busy looking for some new work.",

        "A: Oh, I'm sorry to hear. What field do you work in?",

        "W: Well this was a contracted thing. For a research study.",

        "W: Ironically, on the psychological effects of repeated layoffs.",

        "A: Oh, that sounds cruel.",

        "A: Could you be like a blind participant in one of their studies.",

        "A: That might also be a cruel thing of me to say.",

        "W: Well when they hired me, I told them I was let go from my teaching position.",

        "W: They probably thought they had a good opportunity on their hands.",

        "A: You were a teacher? What did you teach?",

        "W: I was a sociology professor primarily, but often ran studies with the psych department because of funding.",

        "W: But that uninteresting part of me is in the past now.",

        "W: Now I'm looking for work and trying to put myself out there.",

        "A: So here you are. Doing just that.",

        "A: If my company is hiring, I'll loop you in.",

        "A: I'm a journalist, so if you write research papers you'd do just fine.",

        "A: It's the tech industry, though. Might not be your cup of tea.",

        "W: I appreciate the pseudo job offer. But might need time to figure things out.",

        "W: Tired of the work cycle. Tired of a lot of things.",

        "W: Sorry, how do you like journalism?",

        "A: We don't have to talk about our work anymore, Wesley.",

        "A: It's okay.",

        "A: I'm tired too.",
        
        "A: Do you like weddings?",

        "W: Uh, weddings?",

        "W: I guess so. They're alright.",

        "A: I ask because I'm suppose to be going to one in a couple weeks.",

        "A: A friend from college, Sydney.",

        "A: And I'm not really looking forward to it.",

        "W: Bad experience at weddings?",

        "A: Not the weddings themselves. Just the idea of marriage.",

        "A: My parents divorced after I came back from college.",

        "A: A decade of complicated Christmases.",

        "W: Sorry to hear that. Uh, have your parents move on?",

        "W: Sorry if that is insensitive, sorry. I mean just have they found new partners?",
        
        "A: No you're alright. My dad has, new wife and her pair of kids from her first marriage.",

        "A: My mom never did. She was quite happy to leave my Dad.",

        "A: Even if it meant she'd never love someone else again.",

        "A: Which is pretty badass to me.",

        "A: But terrifying, all the same.",

        "A: So I'm dreading this wedding, for all of that baggage I just threw at you.",

        "W: Hard to top that, for most speed dates.",

        "W: But try actually being divorced, like this guy over here.",

        "A: You're kidding me...",

        "W: Next week will mark 4 years since we married. 2 years since we weren't.",

        "W: Like a fire. Bright and quick.",

        "A: I'm so sorry. Look at me complaining about friends weddings.",

        "A: Now I feel insensitive all over.",

        "W: You're fine. Weddings, and the idea of marriage is all whack.",

        "W: Not what they're cracked up to be.",

        "W: That's why I asked if your parents found any luck starting over.",

        "W: So still feeling a little mixed with what I heard.",

        "A: I mean, you're still so young.",

        "W: A good cliche, but I woke up today with a sore collarbone for no reason. So...",

        "R: RING RING",

        "A: Stupid alarm.",

        "A: Look I'll say this.",

        "A: Even though my mom never found someone else.",

        "A: She found happiness in so many other ways.",

        "A: Like gardening with her daughter and her neices, for example.",

        "A: I can tell it means a lot to her. To spend time with people close to her.",

        "A: So, keep your head up? Our real idea of love might not be found yet.",

        "W: You have a kind look about the world, Asri.",

        "W: Thank you for that. Thanks for stopping the work talk too.",

        "A: Tech writing could be in your future, if you wanted it Wesley.",

        "W: I'm gonna wait and see how this social experiment plays out.",

        "W: But until then, thanks Asri.",

        "W: And have fun at the wedding. Your friend will be happy.",

        "W: And much happier to see you happy with her on her special day.",

        "A: Well said, wise one."
    ],


    "A35W25": [
        "A: Hello. I'm Asri.",

        "W: Nice to meet you Asri, I'm Wes.",

        "A: Wes, good.",
        
        "A: So Wes, I have a couple of questions prepared.",

        "A: To make the best use of our time, if you don't mind?",

        "W: Oh, not at all. Please ask away.",

        "W: But also before we start, your hair looks really nice.",

        "A: My hair?",

        "W: Yeah it's a nice hairstyle. It suits you I mean.",
        
        "W: Just wanted to let you know.",

        "A: Thank you. That's oddly sweet.",

        "A: Okay, now to the questions.",

        "A: So what does a fulfilling life look like to you?",

        "W: Woah, a fulfilling life?",

        "A: Yes. What does it look like to you?",

        "W: Okay, well. I think I'm still trying to figure that one out.",

        "A: Okay, like how?",

        "W: I'm in school to become a teacher. So I hope that works out?",

        "W: Also making sure my family is taken care of, that's super important to me.",

        "W: And I guess I think of a fulfilling life that includes someone else in it.",

        "W: And so I'm trying to meet people again too.",

        "W: So yeah, that. Final answer.",

        "W: I'll stop talking.",

        "A: So you're in the process of figuring some things out.",

        "A: That's what we're here for. That's why I brought these questions.",

        "A: Okay next one...",

        "W: Uh, wait Asri?",

        "W: Can I ask you a question now?",

        "A: Oh, that would be fair. What do you want to know?",

        "W: Well, what brings you here?",

        "W: I mean, I can figure that you're looking to find someone.",

        "W: And someone right for you and everything.",

        "W: But why do it in this way? Speed dating?",

        "A: Alright, I'm here because I'm done with dating any other way.",

        "A: It's an exhausting wheel that I'm done running on.",

        "W: That makes sense. I'm sure you have other things to worry about too.",

        "A: Exactly, I'm over trying to shift my schedule and spend time with people that aren't serious.",

        "W: So, speed dating is efficient from your view?",

        "A: It is. We meet. We ask our questions.",

        "A: We see if there's enough mutual interest.",

        "A: And then we can decide if we want to see each other again and have a real discussion.",

        "A: So there it is, now let me look at my questions...",

        "W: Wait sorry, I see what you're saying.",

        "W: But doesn't that way feel bland?",

        "A: No, what do you mean?",

        "W: Optimizing your dating life this way.",

        "W: By spending the least amount of time possible.",

        "A: But still asking critical questions, so what's the problem?",

        "W: Well I think that's the problem. To me it's sapping out the surprise.",

        "W: The spontaneity? The spark that makes meeting people feel good.",

        "A: Wes, I see your point. Trust me, I really do.",

        "A: But I've come to this process after years of dating going horribly.",

        "A: I've met guys at bars and at concerts.",

        "A: At book clubs and at work events.",

        "A: I've done it all, and there's always something disappointing.",

        "A: I went on a Rome-Venice-Florence package deal to Italy with a guy I thought I was going to marry.",

        "A: After knowing him for seven months.",

        "A: Only to find out he took me there so he could post about it.",

        "A: So that his ex would see and get jealous.",

        "W: Oh no....",

        "A: I was literally a seven-month plot device for this jackass.",

        "A: And I cried in boat on the Grand Canal.",

        "A: Which is the most romantic place for the most embarassing thing.",

        "A: He thought that I wouldn't find out? That I would obviously not appreciate being used?",

        "A: Like he had no idea who I was after seven months?",

        "W: You seem to be a thorough person.",

        "A: Right, thank you! I investigated things way more secretive and meaningful than that dude's pathetic excuse to show off.",

        "R: RING RING",

        "A: Damn, and so the questions are meant to weed out everyone I've ever dated before.",

        "W: I get it a lot more now, you've gone through some brutal relationships.",

        "W: Sorry I didn't get to answer more of your questions.",

        "A: I had a lot more. Like a ton more.",

        "A: But you asked a good one.",

        "A: That was cathartic. To let that out.",

        "A: So thank you. We'll try this again another time, how's that sound Wes?",

        "W: Yeah, sounds like a plan to me.",

        "W: Looking forward to more questions soon, Asri."

    ],

    "A35W30": [
        "W: Woah, hey there.",

        "A: Hello. I'm Asri.",

        "A: And you are?",

        "W: My my, Asri. I'm Wes.",

        "W: I can already tell it's a pleasure to meet you. ",

        "A: Oh really? That quick to judge? Get your assumptions out the way now.",

        "A: We have a lot else I'd like to get to.",

        "W: Oh don't worry about me or whatever I'm saying.",

        "W: I want to get to what you had in mind.",

        "W: Lead the way, M'am.",

        "A: I prefer just Asri, please.",

        "A: So we don't have a lot of time, and I need to ask some critical questions.",

        "W: Questions?",

        "W: Like you wrote down questions to ask me?",

        "A: Yes I did. This is a speed date. What's the confused look?",

        "W: Uh, no confused look. I was thinking we could just talk.",

        "W: Be a little more natural, you know?",

        "W: Don't get me wrong I'm happy to answer what you have.",

        "W: But my word of advice, those questions are gonna make this conversation awkward.",

        "A: You think trying to get to know someone by asking prepared questions is...",

        "A: Awkward? Really?",

        "W: Yeah it's very awkward.",

        "A: Really.",

        "W: I mean, this isn't really an interview kind of thing.",

        "A: Funny you mention that, my first question is about your career.",

        "W: Oh please, you're going to ask what I do?",

        "W: Because you want to know how much I make?",

        "A: Slow it down hot head, it's a simple question.",

        "A: Are you doing something you enjoy?",

        "W: Something I enjoy? I mean.",

        "W: Yeah I do enjoy what I do. A lot.",

        "A: Lovely. Not so hard, was it? What do you do then?",

        "W: Well, I teach. So I'm gonna have to disappoint you when it comes to the money.",

        "W: But whatever joy I don't get in cash, I find it through my students.",

        "W: Is that a good answer? Did I get the job?",

        "A: It was good, really good until I felt inclined to roll my eyes.",

        "A: A teacher is respectable. I'm sure the kids you teach like your energy.",

        "A: Based off what I can tell from you.",

        "W: Most of those 'kids' actually just turned 20, so they see me as the cool upper classman.",

        "A: Oh okay, a professor?",

        "W: Barely, just a talkative slightly-wrinkled student.",

        "W: That never left campus.",

        "W: Wait, did you say I have good energy?",

        "A: Oh quit it.",

        "W: Don't let me miss that, hold on Asri.",

        "W: What do you like about my energy, mattafact?",

        "A: What subject do you teach?",

        "W: What subject do you want me to teach?",

        "A: ALRIGHT ENOUGH OF THAT.",

        "A: Subject, please?",

        "W: Sociology.",

        "W: Basically, I like people and putting them into context with the world we've establish throughout history.",

        "W: And how are lives are inherently dependent on the theories and constructs.",
        
        "W: That've been passed down by our immediate parental guidance and intersecting communities.",

        "W: And in order for us to understand the problems we have in the world.",

        "W: Of which there are a countless number.",

        "W: We must consider all points of evidence supplied with or in absence of...",

        "R: RING RING.",

        "W: Historical. Context.",

        "W: You got me talking about my lecture content. On a speed date.",

        "W: Unreal behavior,",

        "A: Still think these questions are a bad idea?",

        "W: For most people, absolutely.",

        "W: For Wes? I could answer your questions all day.",

        "W: You saw how fast my mouth was moving.",

        "A: If only we had all day.",

        "A: I'm happy to say, you've got the job.",

        "W: The news I was waiting to hear. Toast a drink with me after this?",

        "A: No time this time. Get going Wes",

        "A: But you were right. I could also tell this was going to be a pleasure.",

        "W: The pleasure was all mine, Asri."
    ],


    "A35W35": [
        "A: Hello. I'm Asri.",

        "A: And you are?",

        "W: Wesley. Hi.",

        "A: Great, nice to meet you Wesley.",

        "A: Time is of the essence when it comes to these things.",

        "A: So I prepared a few questions, if you don't mind.",

        "W: Oh, okay. Sure.",

        "A: Okay, let's see...",

        "A: How organized would you consider yourself?",

        "W: Oh, generally I'd say pretty organized.",

        "A: Okay, like in what way?",

        "W: Oh sorry, I don't know really. I keep clean?",

        "W: File my own taxes? Does that count? Sorry I'm not sure what you're looking for exactly.",

        "A: Hey relax, I'm not trying to interrogate you.",

        "A: I just have a lot of questions I want you to answer.",

        "W: Right, sorry.",

        "A: Okay so you keep clean.",

        "A: What's your current living situation like, then?",

        "W: Uh, it's a little complicated right now.",

        "A: Complicated?",

        "W: Well I moved out my old place in Oakland a couple of months ago.",

        "A: Oh interesting. How come?",

        "W: Well... I couldn't really afford it anymore.", 

        "W: And I realized I didn't need that big of a space.",

        "W: So... yeah.",

        "A: Okay you found another place that's more affordable.",

        "A: Practical, smart with money, then.",

        "A: That's good.",

        "A: So have you fully moved into your new place?",

        "W: Well no, it's not actually a new place. I'm rooming with...",

        "A: Oh, you have roommates temporarily?",

        "W: Yes, but not just roommates.",

        "W: Ah, I didn't expect this to come up during a speed date of all things.",

        "W: I'm rooming with my older sister right now, and her husband.",

        "W: Which is pretty pathetic, I know you don't have to tell me, sorry.",

        "W: But they're helping me out right now. Going through a bit of a rough patch.",

        "A: Oh, I see. Well it's good to have supportive family.",

        "W: Yeah, look I know it doesn't sound all that appealing.",

        "W: Losing the job I thought I'd have for way longer means everything is a little out of whack.",

        "W: I probably shouldn't even be trying to speed date.",

        "W: There's a lot I have to figure out about myself first.",

        "W: For someone who says he's organized. I'm kinda all over the place these days.",

        "A: Look, Wesley.",

        "A: I understand rough patches. I've had my fair share of them.",

        "W: They seem to be popping up one after the other right now for me.",

        "W: So not really in the best headspace.",

        "A: Right... I also understand not wanting to go through it alone, though.",

        "A: I mean, that's why I'm here right now asking questions.",

        "A: All my friends are either celebrating their fifth-year anniversaries or welcoming their second kid.",

        "A: Ugh, sometimes both.",

        "A: And you want to be happy for them, because you want to be a good friend. A good person.",
        
        "A: But you can't help but think about yourself, like obsessively.",
          
        "A: It feels shitty to have missed out on finding the one while I was younger. Really shitty.",

        "W: Sorry, but you just. You sound like you understand.",

        "A: You have no idea.",

        "A: My parents make it all even harder.",

        "A: They've been pushing to be grandparents since my twenties.",

        "W: I know all about how that feels.",

        "W: It just shines a light on how much I've failed at marriage. Failed at being with someone.",

        "A: They make you feel lonelier than you actually are.",

        "A: And that feeling can linger, for a long time after.",

        "W: Oh, it sure can. For a real long time.",

        "W: But I just keep telling myself that this loneliness won't last forever.",

        "W: But this has been the longest year of my life.",

        "A: Like you've doubled in age before you even realized it?",

        "R: RING RING",

        "W: Mm, something miserable-sounding like that.",

        "W: It's been lonely. It really has.",

        "W: Having someone hear me say that out loud makes me feel better, though.",

        "A: It's been lonely for me too, truly.",

        "A: Things are always complicated. I'm happy to not be alone in that right now.",

        "A: Sheesh.",

        "A: So much for these questions.",

        "A: Nothing like loneliness to make you feel close to someone.",

        "W: Yeah, I feel close to you too.",

        "W: I wish we didn't have to end this.",

        "A: But so this game goes.",

        "A: I know things will work out for you, Wesley. The loneliness really won't last forever.",

        "A: So keep reminding yourself that, every step out of the rough patch.",

        "W: Thanks for being so close, Asriyah.",

        "W: The loneliness won't last forever for either of us."

    ],

    "A40W25": [
        "W: Hello, nice to meet you! I'm Wes.",

        "A: Lovely to meet you, Wes. I'm Asriyah.",
        
        "A: Your energy is thrilling, might I say.",
        
        "W: Oh thank you, that's really kind of you to say.",
        
        "W: I was going to tell you that your voice, it's uh.",
        
        "W: It's really soothing. Like I could happily listen to you speak.",
        
        "A: Oh Wesley, you're a charmer.",
        
        "A: What could I possibly speak about that would be of any interest of you?",
        
        "W: Oh, well I don't know. Anything you'd be interested in sharing!",
        
        "W: What do you do? Hopefully it's something you like to do.",
        
        "W: If it's not, then I didn't mean to awkwardly bring up a job you despise.",
        
        "W: And then awkwardly do what I'm doing right now and awkwardly point out that I'm talking too much.",

        "W: And, wait for it...",

        "W: I'm talking too much.",

        "W: So I'll stop that.",

        "A: Ha, I didn't expect to have such a funny young man for my first speed date.",

        "A: I'd happily talk about my job. I love what I do.",

        "W: Oh then go for it! I'll be quiet finally and listen.",

        "A: No feel free to interject any time darling. I love your energy.",

        "A: I'm work for the Phoenix Art Museum these days as a docent.",

        "A: Specifically I run tour guides for the Kelly Ellman's Fashion Collection.",

        "A: The museum starting collecting fashion way back in 1966.",

        "A: But, we have fashion pieces dating back to the 18th century!",

        "A: Now isn't that something?",

        "W: Woah, it does sound so amazing!",

        "A: I'm glad you see it. It's truly a wonderful collection.",

        "A: Especially comparing how major fashion trends have evolved through the heart of Arizona.",

        "A: Though it's not a spectacular dream job or anything. It makes me happy these days.",

        "W: What do you mean? It sounds like a dream job to me?",

        "A: Well the downside is that it hardly pays.",

        "A: And for someone my age, I hoped to be making a little more.",

        "A: I tell myself that the job makes up for it by letting me meet so many curious people.",

        "A: Spending a part of their day at the museum to learn.",

        "A: And to listen to me, ha. Though I don't dwell on that too much.",

        "A: I just enjoy sharing what I've learned with an audience.",

        "W: Asriyah, that totally sounds like a dream job to me!",

        "A: Truly?",

        "W: No doubt! To work in a famous museum like that?",
        
        "W: To work in Phoenix!",

        "A: Phoenix is definitely a bright spot.",

        "W: And to be sharing knowledge with other people. That's one of the best things we can do.",

        "W: I dream of being a teacher, so I get money being an issue.",

        "W: But like you said, meeting curious people makes it worth it. Wanting to learn from you.",

        "A: Well when you put it like that, it does seem a little silly of me to complain.",

        "A: I'm not short for money I'd say. I always expected that I'd have a higher salary.",

        "W: But it sounds like you instead found something that makes you really happy?",

        "A: You're so right Wes.",

        "A: I often get my head wrapped around money.",

        "W: We're living in a world that's wrapped itself around money. It's the way of things.",

        "A: Well said, well said.",

        "A: You said you wanted to be a teacher?",

        "R: RING RING",

        "A: Ah no! Does that mean it's over?",

        "W: Yeah, I'm afraid so.",

        "A: I'm so sorry for taking up all of our time! You were so kind to let me go on about my work.",

        "W: Asriyah no worries at all. I never wrapped my head around the idea of a museum docent for a fashion exhibit before.",

        "W: And now I know a little more! And I hope to learn more in time.",

        "A: Curious and charming. The best kind of person.",

        "A: I hope to see you next time, Wes.",

        "W: I hope so too, Asriyah."


    ],

    "A40W30": [
        "A: Hi there, my name is Asriyah.",

        "W: Hello Asriyah. I'm Wes.",

        "W: And off the bat I just gotta say, you are so beautiful.",

        "A: Oh Wes, you're trying to sweep me off my feet instantly now?",

        "W: I'm just a man of honesty.",

        "W: My head's spinning just by looking at you.",

        "A: Oh enough of that now, you sound like a tipsy flirt.",

        "W: Who says I'm not? I might of had a drink or two the night before.",

        "W: My head might be spinning from that, now that I think of it...",

        "A: Ah there it is. A drinking man.",

        "W: Is there anything wrong with a drinking man?",

        "A: Depends, what does the drinking man purchase for his drinking lady?",

        "W: Oh anything under the sun for my drinking lady of course.",

        "A: Is that so?",

        "W: As I said, you're talking to a man of honesty.",

        "A: An honest drinking man. I didn't know those existed.",

        "W: Well hello I'm Wes, it's a pleasure to meet you.",

        "A: Now now, don't get ahead of yourself darling.",

        "A: The drinking lady would request a refreshment first.",

        "W: Of course, of course. I'm happy to oblige. What would she like?",

        "A: What kind of wine would you fetch her?",

        "W: Ah, I'm no wine connoisseur, but I can fashion something up for the lady.",

        "W: Let's see. Your outfit tells me you're a woman of high taste.",

        "A: Oh please, don't make me laugh. These are my comfortable clothes.",

        "W: Oh apologies, a woman of immaculate taste, then.",

        "A: Oh goodness, Wes.",

        "W: So a refined wine, good for the winter months?",

        "A: That sounds promising.",

        "W: Then might I interest you in a Cabernet Sauvignon?",

        "W: A deep and comforting flavor to keep you warm.",

        "W: When heat from a much preferred source is scarce.", 

        "A: I should walk away from you right now.",

        "A: But I wouldn't mind a Cabernet Sauvignon.",

        "A: Such a bold man you are. I'm sure you get yourself into trouble.",

        "W: Oh no trouble in the slightest. I pick my fights.",

        "W: And a quick date night drink and drama never hurts.",

        "A: Oh Wes, I can let you know right now that a red wine of any kind too late at night.",

        "A: Is a recipe for disaster.",

        "A: I'd be overheating and tossing around the bed.",

        "W: I'll get you a fan, not to worry.",

        "A: Wes you're a silly man. A fan wouldn't do.",

        "R: RING RING",

        "W: Perhaps a lighter drink instead?",

        "A: Or a date earlier in the day?",

        "W: An earlier date you say?",

        "A: Only if you like afternoon dates with tasteful women.",

        "W: Sounds like you're wanting to make something work.",

        "A: I'm still deciding on how reckless you are.",

        "W: Decisions, decisions for the drinking lady.",

        "W: This was a pleasure.",

        "W: You know you're magnetic, right?",

        "A: Hush now, you've got my head spinning.",

        "W: Ah cheers, Asriyah. To sleepless nights!",

        "A: And to honest, drinking men!",

        "A: Cheers, Wes darling."
    ],

    "A40W35": [
        "A: Hi there, my name is Asriyah.",

        "W: Wesley. Hi.",

        "A: Alrighty, Wesley. What should we talk about with the time we have?",

        "W: Oh, I'm not too sure honestly.",
        
        "W: Did you have anything?",

        "A: Oh Wesley, I could go on and on.",

        "A: Like last week, you wouldn't believe what happened.",

        "W: What happened?",

        "A: So I was taking a day trip to San Diego.",
        
        "A: It's really thrilling to be impromptu as they say, and go out on your own.",

        "A: And I wanted to visit the San Diego Art Museum.",

        "A: There's an Art of East Asia exhibit that really caught my eye online.",

        "A: Oftentimes when I'm off from work, I sit on my computer and search what museums I could go to for the weekend.",

        "A: I'm a museum tour guide, if you couldn't tell.",

        "A: So I've developed a knack for talking to strangers.",

        "A: Or rather, talking at strangers. Sorry Wesley.",

        "A: I don't mean to go on a tangent.",

        "W: No don't worry.",

        "W: It's nice to listen.",

        "A: Well that shouldn't be how our speed date goes. That just won't do.",

        "A: Long story short, I dropped in on an art class the museum was hosting.",

        "A: And I didn't have the slightest clue it was happening.",

        "A: Didn't do so well advertising it on their website...",

        "A: But right day, right time kind of moment you know.",

        "W: Right, yeah. Did you make something?",

        "A: Oh! Picture the most beautiful window pane, with stained glass pieces.",

        "A: Ranging from blue to pink and red.",

        "A: Flicks of yellow and orange as the sun tries to pick through.",

        "A: The San Diego sunset in a variety of bright hues!",

        "W: That sounds beautiful, Asriyah.",

        "A: I completely agree! The teacher who made it was working so quickly, so effortlessly.",

        "W: Oh... so you mean.",

        "A: My attempt to recreate it left a bit to be desired.",

        "A: I used blue to outline the window instead of black, thinking it would look nice.",

        "A: And painted all the glass pieces green, thinking I could do different shades for a forestry look.",

        "A: Of course I loved the artist's work, but I didn't want to completely copy her you know?",

        "A: But I realized 20 minutes in that blue was a poor choice for a daytime window pane.",

        "A: And trying to do different shades of green when they only provide one green paint bottle...",

        "A: But it was so, so fun. A lovely time, by the end of it.",

        "R: RING RING",

        "A: Oh no! I went on again. I'm so sorry my dear Wesley.",

        "W: Ah, it's alright. I enjoyed listening to you.",

        "W: The San Diego sunset through a stained window glass.",

        "W: Never thought of a picture like that before.",

        "W: I've been thinking about taking a painting class.",

        "W: So this was a good reminder to do that.",

        "A: Wesley, you're a doll. I'm sure you're a lovely painter.",

        "A: I'd recommend the San Diego Art Museum if you haven't been.",

        "A: And the sunset is worth the drive alone, mind you.",

        "A: But before you do that, visit me at the Phoenix Art Museum first.",

        "A: I'm hosting tours all week. If you don't mind paying to let me going on and on like this.",

        "A: And after my shift, I could make up for this and ask you questions.",

        "W: Heh, yeah. I'll be sure to visit, Asriyah.",

        "W: I hope to see you then.",

        "A: Oh you will Wesley, darling.",

        "A: Until then.",

        "W: Until then."

    ],

    "A40W40": [

        "A: Hello there. My name is Asriyah.",

        "W: Hi there. I'm Wesley.",

        "A: How are you, Wesley?",

        "W: Can't complain. A little pain here and there.",

        "W: How are you?",

        "A: I'm in a good mood, and very excited to speed date again.",

        "A: I haven't been one for dating recently.",

        "W: Oh? How come? Is it scary around here?",

        "A: You could put it that way. Although men end up being scared of me.",

        "A: Something men say about my energy.",

        "A: Equal parts intense and jolly.",

        "A: Although I can't imagine what they mean by that.",

        "A: I think I'm fun.",

        "W: Well you sound fun, I can tell you that right now.",

        "W: I'm back in the dating game now too after a while.",

        "A: Oh really? You're a handsome man.",

        "A: I can't imagine it being too difficult for you to date.",

        "W: You're awfully kind.",

        "W: I took some time for myself these past couple years.",

        "A: Oh I see. Were you in a relationship back then?",

        "A: I don't mean to pry. I have a habit of asking what by co-workers call 'invasive questions.'",

        "W: No no it's not invasive. I was in one back then yeah.",

        "W: About a year, it was serious I'd say.",

        "A: Oh I know how these stories end all to well.",

        "A: Did you have the talk?",

        "W: Yep, like you wrote it yourself.",

        "W: The talk pretty much revolved around having kids.",

        "W: And there was a difference in opinion.",
        
        "W: A major difference in opinion.",

        "A: I'm sorry to hear that.",

        "A: Now I truly don't mean to pry but...",

        "W: Ha, I was the one that didn't want kids.",

        "A: Oh! Welcome to the party.",

        "A: Join me in celebrating our kidless 40s.",

        "W: That's exactly how I'm treating it.",

        "W: No way was I going to bring a child into this world. No way, no way.",

        "A: Yes! Babies are a handful. I simply couldn't imagine it.",

        "W: I'm a handful and a half myself, who am I kidding.",

        "A: Ha! You're speaking my language, Wesley darling.", 

        "A: I never understood what all the craze was with having kids.",

        "A: Growing up, I was devoted to my career most of the time.",

        "A: Planning out every twist and turn.",

        "A: And none of those plans involved children ever.",

        "W: Excuse me for assuming, but I'd guess your plans didn't plan out like they were supposed to.",

        "W: Speaking from experience.",

        "A: Not at all. Not at all. Not at all.",

        "A: And I'm grateful they didn't.",

        "A: Although I had to come to terms with that more times than I can count, mind you.",

        "A: You strike me as someone who would've loved to be a father.",

        "W: You think so?",

        "A: It's in the eyes I'd say.",

        "A: They reveal more than what the mouth offers.",

        "W: Ah well, now that you mention it.",

        "W: Growing up, I did think I'd be a father.",

        "W: Never knew my own, but that fueled me in a way.",

        "W: I thought I could give fatherhood to someone when I never had it.",

        "W: I know I sound a little twisted. But that was my thinking.",

        "A: Oh Wesley darling, it's rather a sweet sentiment.",

        "A: Not twisted at all.",

        "A: But, we're here now without kids. Is that right?",

        "W: No kids to my name.",

        "W: It's weird to think about.",

        "W: Haven't really dwelled on it too much before.",

        "W: The situation was never right.",

        "R: RING RING",

        "A: The situation is rarely right, darling.",

        "A: But we end up where we're meant to be.",

        "W: Partying our 40s away?",

        "A: With gusto.",

        "A: Well, this was a nice way to get back into dating, don't you think?",

        "W: Can't complain one bit.",

        "A: Godspeed, Wesley darling.",

        "W: Take care, Asriyah."

    ],


    "A35W40": [

        "A: Hello. I'm Asri.",

        "A: And you are?",

        "W: I'm Wesley. Hi there.",

        "A: Good to meet you Wesley.",

        "A: So I have a couple of questions I brought with me.",

        "A: If you don't mind, I'd like you to answer some of them.",

        "W: Questions, that's alright with me.",

        "W: This isn't an interview now, is it?",

        "W: I'm job secure these days, ha!",

        "A: Nice one. Wesley first question.",

        "A: What is your ideal travel destination?",

        "W: Travel destination?",

        "W: That's an interesting one to consider now.",

        "W: To be honest, I've never been one to travel abroad.",

        "W: Too much of a hastle if you ask me.",

        "A: You're not into traveling?",

        "W: Traveling internationally, no.",

        "A: That's a little limiting of you.",

        "W: You're probably right.",

        "W: But there's so much beauty right around us.",

        "W: Have you ever been to Tennessee, Asriyah?",

        "A: Went to Nashville when I was a kid.",

        "W: Ah so you've never the Beale Street Bar Crawl?",

        "W: See you're missing out on something special now.",

        "A: What am I missing out on, Wesley?",

        "W: The Beale Street Bar Crawl is the only true way to experience all the culture of Memphis.",

        "W: The Memphis magic.",

        "A: The Memphis magic? Seriously?",

        "W: I'm talking the moment you get to Memphis",

        "W: Make a beeline to Beale Street.",

        "W: First pass by the Orpheum on Main, and walk straight ahead 'til you see the first bar.",

        "W: Get two or three drinks, bourbon on the rocks for one of them.",

        "W: Out and onto second street, you'll find B.B. King's Blues Club.",

        "W: It's a real crowded area, but there's music coming out on every corner.",

        "W: Right across from B.B. King's there's a cafe you have to go to.",

        "W: It's called Blues City Band Box, got a kitchen and drinks and all that.",

        "W: But next door to the kitchen is this music room with a live band.",

        "W: And when I tell you that the music I listened to in that room changed my life.",

        "W: I swear I hadn't listen to music the wrong way ever since.",

        "A: What do you mean, music the wrong way?",

        "W: That's coming from someone who hasn't listen to Blind Mississippi Morris in the flesh.",

        "W: Blues, jazz, folk, a little bluegrass twang...",

        "W: Everything else is just plain wrong.",

        "W: Have you ever sat down and listened to a man play the harmonica in ways you didn't know were possible?",

        "A: I've never sat down and listened to a man play the harmonica, period.",

        "A: You're telling me this is the real deal?",

        "W: The real deal now Asriyah.",

        "W: You sit there in that room, eyes closed after ordering another two or three drinks.",

        "W: He playing 'Little Red Rooster' and you're on the verge of floating I'm telling you.",

        "W: I probably stayed at that cafe for 5 hours I can't lie.",

        "A: Wesley.",
        
        "A: You're describing a two-location bar crawl.",

        "W: That's the thing! You never picture yourself leaving after the Band Box.",

        "W: It's real simple that way.",

        "A: Have you heard of the Carribean by any chance?",

        "A: You could travel simple and have a much quieter time.",

        "A: Beaches and beautiful resorts, Wesley.",

        "W: Too far for my tastes, I'm sorry.",

        "A: You're joking.",

        "W: I wish I wasn't but it's true.",

        "A: You sound like a man who'd be happy with a chair and a TV as a vacation.",

        "R: RING RING",

        "W: Music to my ears.",

        "W: What you said, I mean. There were plenty of chairs at the Band Box.",

        "W: What's good a TV when you got the Blind Mississippi Morris Band.",

        "A: You're something else.",

        "W: We'd have never gotten through your questions, there's just too many good things out there.",

        "A: Yeah, I figured you'd say that.",

        "A: Well, I can't say I'll forget about this one.",

        "A: You made a good case for Memphis.",

        "W: The Beale Street Bar Crawl.",

        "A: One more time, what was that?",

        "W: The Beale Street.",

        "A: The Beale Street.",

        "W: Bar Crawl.",

        "A: Bar Crawl. Got it.",

        "A: Thank you for the new travel destination, Wesley.",

        "W: The pleasure is all mine, ring me if you need a bar crawl partner.",

        "A: In case I get lost on the two-location bar crawl, right?",

        "W: Aye Beale Street gets busy!",

        "W: See you then, Asriyah.",

        "A: See you then for the Memphis magic."

    ],

    "A30W40": [
        "W: Hi there. I'm Wesley.",

        "A: Hello, I'm Asri.",

        "A: Excited for this?",

        "W: What, speed dating?",

        "W: As excited as you can get when meeting a stranger.",

        "A: So, pretty excited right?",

        "W: Well, I don't know.",
        
        "W: What are you trying to do here, Asri?",

        "A: It's how we flirt now, right?",

        "W: You can't ask me anything about all that.",

        "W: I'm just doing my part by showing up.",

        "W: Anything more and I'm lost.",

        "A: Alright then, what should we do instead?",

        "W: Well, a good get-to-know-you question couldn't hurt.",

        "W: Tell me something from your childhood.",

        "W: How's that?",

        "A: Hm, that could work.",

        "A: Anything from my childhood?",

        "W: I'm all ears.",

        "A: Well, I used to eat granola, exclusively for like five years.",

        "W: You what now? Granola?",

        "A: I know, yeah. I had a granola addiction for the longest.",

        "W: Just... how?",
        
        "A: When I turned thirteen I tried to challenge myself to lose weight.",

        "A: By eating only granola.",

        "A: And I actually did, believe it or not.",

        "W: You're kidding me. Your parents let you do that?",

        "A: I was a stubborn brat growing up. They were just happy I was eating.",

        "W: Goodness gracious. Granola, for an entire year?",

        "W: I can't imagine. Just granola...",

        "A: Yeah. Granola with milk, granola slabs, granola snack bites.",

        "W: You're pulling my leg.",

        "A: Doodled granola pieces in my diary, named my first dog granola.",

        "W: Asri, alright now.",

        "A: Dated a kid in middle school because his name was Granola.",

        "A: Purchased granola stocks...",

        "W: You think you're hilarious right now don't you.",

        "A: I think I have my moments. This is one of them.",

        "A: I could see you slowly backing away as I went on.",

        "W: Yeah because granola! Of all things now.",

        "A: I don't even like granola, Wesley.",

        "W: Ah you're just that good at lying.",

        "A: No, it's just how we flirt now.",

        "R: RING RING",

        "W: Clever woman, I'm saved by the bell.",

        "A: You did seem pretty lost, you were right.",

        "W: What can I say? I'm not good at all this, and you got the voice of someone I'd trust.",

        "A: Classic mistake. I got the lawyer gene from my father.",

        "A: Makes anything I say believable.",

        "A: But I had a good time, thank you for the laugh.",

        "W: Yeah yeah, anything you say sounds believable.",

        "W: Don't keep tricking your dates, Asri.",

        "A: Scouts honor, Wesley.",

        "W: Yeah, yeah."



    ],

    "A25W40": [
        "W: Hi there, I'm Wesley.",

        "A: Hello. I'm Asri.",

        "W: Asri, alright now. What's got you here speed dating?",

        "W: I'd figure a woman like you wouldn't have trouble dating.",

        "A: Oh I guess same as anyone, just trying to meet people.",

        "A: It's hard to meet anyone normally anymore.",

        "W: Times have changed. That's for sure.",

        "A: But we're here trying.",

        "A: 'And if at first you don't succeed...'",

        "A: 'Then dust yourself off and try again, try again...'",

        "A: 'You can dust it off and try again, try again...'",

        "W: Asri! Showing up with a classic now.",

        "A: I think that's how it goes.",

        "W: How'd you know Aaliyah? That song came out way before your time.",

        "A: It's not that old, Wesley. I listened to it growing up constantly.", 

        "A: My parents introduced me to old school hip hop and R&B.",

        "A: Like 90s stuff. My mom loved LL Cool J and Mary J. Blige.",

        "A: So I have a catalogue of good songs stored up here.",

        "A: Besides like you said, Try Again is a classic that withstands time.",

        "W: How about that. So you know good R&B?",

        "A: I have good taste, I promise you.",

        "A: Are you saying there's only bad R&B now?",

        "W: I'm not an unreasonable guy, but there's a lot on the radio that's not for me.",

        "W: When I'm driving, I like to lean back and play something I know will be good.",
        
        "W: Like any Stevie Wonder song.",

        "W: 'You are the sunshine of my life...'",

        "A: 'That's why I'll always be around...'",

        "W: 'You are the apple of my eye...'",

        "A: 'Forever you'll stay in my heart...'",

        "W: That's what I'm talking about now.",

        "W: You're full of surprises, Asri.",

        "A: I'll tell my parents you said thank you.",

        "A: So, are you someone that enjoys concerts?",

        "W: I went to them all the time when I was younger.",

        "W: Not so much now.",

        "A: How come?",

        "W: Ah I don't know. The magic of it all is gone.",

        "W: Artists don't sound as good.",

        "W: It's always uncomfortable when you're packed between people like sardines.",

        "A: So you like to keep it comfortable?",

        "W: Sit in the backyard with a drink and the radio. That kind of comfortable.",

        "A: Good to know, but not so surprising.",

        "W: I never said I was full of surprises.",

        "W: You're still young enough to stand through a concert and enjoy it, huh?",

        "A: I'm not really one for concerts either, to be honest.",

        "A: Your idea of a solo backyard kickback just might be my speed too.",

        "W: Asri, you just might be the oldest soul I've ever met.",

        "R: RING RING.",

        "A: If only I could keep better track of the time.",

        "A: Good taste and good sense.",

        "A: Enough for another date?",

        "W: You are the apple of my eye, Asri.",

        "A: Forever you'll stay in my heart, Wesley.",

        "W: A classic?",

        "A: A classic."
    ],

    "A45W25": [
        "W: Hi, I'm Wes.",

        "A: Nice to meet you Wes. My name is Asriyah.",

        "W: I really like you scarf, by the way.",

        "W: You look like you have good taste in fashion.",

        "A: Oh how sweet of you. This is one of my favorite scarves.",

        "W: Oh nice! So I guess you have a bunch of scarves!",

        "A: I have quite a few. I couldn't tell you how many really.",

        "A: But I have a scarf for nearly any occasion.",

        "A: Work scarves, party scarves, dinner scarves, and date scarves.",

        "W: Woah really? I didn't even know there were scarves for different activities.",

        "A: Yes yes, Wes! I even have a couple of bikeride scarves and some gardening scarves.",

        "A: I truly mean a scarf for nearly any occasion.",

        "W: Oh do you garden?",

        "A: Oh I try to here and there.",

        "A: I've always loved plants. Right now I'm keeping Roses and Lavender.",

        "A: Something I can take care of easily.",

        "W: That sounds so nice!",

        "A: It keeps me happy, truly.",

        "W: Are you looking to pick up gardening, Wes?",

        "W: Oh no not me.",

        "W: My mom gardens. Tomatoes and basil.",

        "W: It's been one of her hobbies ever since I was born.",

        "W: I wish I could pick it up, but I'm not a fan of soil.",

        "W: It just gets under the fingernails.",

        "W: And gloves are never comfortable.",

        "W: Though I help her out when I can, helping her pick out seeds before the season.",

        "W: And then helping her pick everything that's ripe.",

        "W: She does all the hard work in between!",

        "W: So all credit to her, gardening is awesome.",

        "W: I'll stop blabbering on now.",

        "A: Ha Wes. No please, gardening is awesome.",

        "A: I like to call it a peaceful sport.",

        "W: Interesting. A sport in what way?",

        "A: Well, there's plenty of practice and training involved when you think about it.",

        "A: Having to learn what goes where and what pairs well together.",

        "A: What plants keeps certain bugs away from another plant.",

        "A: Plenty of trial and error too.",

        "A: I started with a whole gardenia bush that was trimmed and beautifully sprouted.",

        "A: But little did I know that the soil I had at home was not proper gardenia soil?",

        "A: A misbalanced pH is what I learned after they had all withered in days.",

        "W: Oh that sounds awful.",

        "A: Awfully expensive, mind you.",

        "A: But aside from that, you prepare for every season, in better shape than the season before.",

        "A: When it's time to play though.",

        "A: Every morning when you step outside.",

        "A: You hear the birds everywhere, and hear the wet due grass smoosh under your sandals.",

        "A: Your heart rate is low, and you feel calmer than at any point in the day.",

        "A: All your training paid off, and the flowers you tend to are very thankful.",
        
        "A: But anyhow.",

        "A: It's a delight to garden, your mother understands.",

        "R: RING RING",

        "A: Ah shoot. My gardening talk got in the way of our date.",

        "W: No this was so great. The way you described everything.",

        "W: Beautiful. Really beautiful.",

        "W: I have a better appreciation for it now. I think my mother does understand.",

        "A: That's delightful to hear.",

        "A: You've been delightful, Wes.",

        "A: You know who to talk to for advice on Roses and Lavender.",

        "W: And scarves, Asriyah. That's how we got here in the first place.",

        "A: Ah you're so right. To scarves and gardening.",

        "A: Farewell, Wes. Have a lovely time on the rest of your dates.",

        "W: I hope you enjoy the rest of your dates too, Asriyah."

    ],

    "A45W30": [
        "A: Hello, I'm Asriyah.",

        "W: Asriyah, a pleasure to meet you. I'm Wes.",

        "W: Am I at the right place?",

        "A: What do you mean, you're here for speed dating, yes?",

        "W: I am, but I wasn't told I'd be meeting women completely out of my league here.",

        "W: Fashion icons and models? Who am I to be so lucky.",

        "A: I'd recommend you get your eyes checked, Wes.",

        "A: You're not looking at any model or icon or anything of the sort.",

        "W: Then who am I looking at right now.",

        "A: Just Asriyah. Plain and simple.",

        "A: Plain, old, and simple.",

        "A: All your courting shenanigans won't work on me.",

        "W: Courting shenanigans? You mean I can't try and flirt with a woman as beautiful as you?",

        "A: I'm not someone who falls for all that nonsense.",
        
        "A: I'm not a flirting person. Who are you trying to fool?",

        "W: Asriyah who are you trying to fool? Everyone is a flirting person!",

        "A: Certainly not me.",

        "A: I haven't gone on a date in years.",

        "A: And I know now, for good reason.",

        "A: If all the men now try their tricks like this.",

        "W: There's no tricks here. It's called having some fun.",

        "W: Trust me. You've been out the dating sphere and things have changed.",

        "A: So everyone plays games and gets nowhere?",

        "W: Geez, who broke your heart?",

        "A: No one in a long time now.",

        "W: Then what's wrong with a little flirting, c'mon it's no harm.",

        "A: Wes, I'm a little past all the flirting.",

        "A: I'm only here because I want to find good company.",

        "A: Someone that's kind and nice to talk to.",

        "A: Not someone that tries to flatter me for flattering sake.",

        "A: Does that make sense?",

        "W: Crystal clear, Asriyah.",

        "W: I can promise you, I'm good company.",

        "W: And nice to talk to, I'm a good bogo deal.",

        "W: A bogo steal.",

        "A: You're ridiculous. Has anyone told you that before?",

        "W: Only the women that spend enough time with me to come to that conclusion.",

        "W: You might be the fastest to get there.",

        "W: A world record.",
        
        "A: Really.",
        
        "W: Congratulations! Where should I send the medal?",

        "A: Hmph. I'll email you.",

        "W: Already exchanging emails? Asriyah please you're going too fast for me.",

        "W: I'm not ready for your courting shenanigans.",

        "A: Oh brother.",

        "R: RING RING",

        "A: Thank goodness that's over.",

        "W: Would like to leave a review of your dating experience?",

        "W: The Wes bogo deal steal?",

        "A: Instant return.",

        "A: Good thing it was under warranty.",

        "W: Ah! Was that flirting I just heard?",
    
        "A: Get your ears checked, too Wes.",

        "A: Ridiculous, so ridiculous.",

        "A: I'll keep a look out for an email from you, Wes.",

        "W: Anything for the world record holder, Asriyah.",

        "W: A pleasure.",

        "A: Oh quit it, fool." 
    ],

    "A45W35": [
        "A: Hello, how are you? I'm Asriyah.",

        "W: Wesley. Hi.",

        "W: I'm okay, thanks.",

        "A: Just okay, dear?",

        "W: I'm fine really. I guess a little tired.",

        "A: Have you been getting your sleep?",

        "W: Ah it's a little complicated. Things are busy right now.",

        "A: You're never too busy to get eight hours, Wesley.",

        "A: No matter what, you need to get your sleep.",

        "W: Right, sorry. I'm just having some trouble sleeping these days.",

        "A: Oh that sounds awful. I hate when I can't get my sleep.",

        "A: I turn into the biggest grump alive.",

        "A: Do you do anything to help you sleep?",

        "W: I wouldn't say so, not really.",

        "W: I usually just wait until my brain stops thinking.",

        "A: Until it stops thinking?",

        "W: It's just that. For some reason.",

        "W: My mind reserves the night to review everything that happened during the day.",

        "W: Did the barista think I was weird for ordering a black coffee.",

        "W: Did I call my mother at the right time, or was she annoyed to pick up my call.",

        "W: Does my sister and her husband resent me for taking up space in their house.",

        "A: Oh dear, Wesley.",

        "W: Sorry, I don't mean to spill out my problems to you right now.",

        "W: I just have an bad case of an active brain when I'd rather sleep.",

        "W: Sorry for all that.",

        "A: There's nothing to apologize for. Nothing at all.",

        "A: I've had trouble sleeping in the past. It's an awful feeling.",

        "A: And the next day after a poor night's sleep?",

        "A: It's hard to get anything done, I feel like a slug walking and talking around.",

        "A: But right when I get ready for bed, the thing I've waited all day for.",

        "A: My eyes shoot wide open and I'm not even tired anymore!",

        "A: My body would act like I had two doubleshots of coffee for dinner!",

        "A: So I know what you're going through is no small matter.",

        "W: Right. An unforgiving cycle sometimes.",

        "A: Whenever I can't sleep like that.",

        "A: And I know when it's planning to be one of those active nights.",

        "A: I head downstairs and boil some hot water to sip on.",

        "A: And play some music on my phone. Something jazzy and sweet-sounding.",

        "A: I plop down on my sofa chair, and I sing with my cup of hot water.",

        "A: I turn the thoughts I'm having to song.",

        "W: Oh really?",

        "A: Oh yes really. You sing whatever's on your mind over the song playing.",

        "A: Create your glides and use your vibrato.",

        "A: I'm sure you're a baritone, a nice singing range for things like this.",

        "W: I don't know, maybe.",

        "A: But after singing for half an hour so, putting worries and all to song lyrics.",

        "A: I usually doze off on the sofa!",

        "A: I sleep in one stretch and wake up so refreshed.",

        "A: And relieved that whatever was on my mind.",

        "A: I sang it away.",

        "R: RING RING",

        "A: Oh blasted alarm.",

        "A: And then you're up and ready to tackle the day, better than on yesterday's sleep.",

        "W: Huh. I like that idea.",

        "W: Something I should try.",

        "A: Yes yes you should. Don't forget to drink hot water.",

        "A: Soothes the singing voice.",

        "W: Heh, yeah I'm sure it does.",

        "W: Thank you, Asriyah.",

        "A: Do sleep better now, Wesley.",

        "A: Take care."

    ],

    "A45W40": [
        "W: Hey there. I'm Wesley.",

        "A: Hello Wesley. Nice to meet you. I'm Asriyah.",

        "W: Nice to meet you too.",

        "W: So! Asriyah how should we start?",

        "A: Oh don't ask me. I've never been really good at dating questions.",

        "W: I'll one you up better. I've never been good at dates, flat out.",

        "A: Cut from the same cloth then! You pick the topic Wesley.",

        "W: Okay, let's think...",

        "W: Oh, I got a good one.",

        "A: Please share!",

        "W: Okay. If you weren't here on this speed date right now. What would you be doing instead?",

        "A: Oh hmm. I could've been doing a number of things actually.",

        "A: If I wanted to stay in, I'd have cooked something for myself.",

        "A: And I would watch a show or maybe start and stop a book or two.",

        "W: Well, I'd call those plans no doubt.",

        "A: That doesn't sound grand I know, but on my nights in I like to unwind like that.",

        "A: If I had already dressed to go out, and say this whole thing was canceled.",

        "A: I'd walk to the movie theater near my mom.",

        "A: Getting a few extra steps never hurt.",

        "A: The movie theater is a small little place, very old-school.",
        
        "A: It has letterings they stick on the front signs you know?",

        "W: Yeah I know the kind, can't remember the last time I went to a theater built like that.", 

        "A: Oh Wesley, those theaters are the best. Nothing like the new ones with the electronic seats.",

        "A: That make so much blasted noise! You couldn't pay me to sit in one of those contraptions.",

        "A: But anyway, I love watching movies there because they always run an old movie program.",

        "A: On Saturday and Sunday mornings.",

        "A: Last Sunday I went and saw The Spy in Black.",

        "A: Came out in 1939! Would you believe it?",

        "W: No kidding. A movie like that still holds up?",

        "A: If you like mystery thrillers, absolutely.",

        "A: Valerie Hobson was in it, and I remember loving her in the old Great Expectations movie.",

        "A: She was so lovely as Estella.",

        "A: But anywho. All that to say I would've watched a movie instead of being here.",

        "A: If for some reason I couldn't be here to sit in front of a kind man who'd let me go on and on like that.",

        "W: You sounded so happy and passionate. I wouldn't dare interrupt.",

        "A: Tell me what you'd be doing, Wesley. Quick before time runs out!",

        "W: Well you bringing up old movies reminded me of the drive-in movie theater I used to go to when I was a kid.",

        "A: Oh drive-in theaters are such a blast from the past!",

        "W: Exactly, exactly. I'd go all the time with my mom and sister.",

        "W: We had to turn the radio on to get the movie audio and everything.",

        "W: Those were something else. Nothing beats sitting in your own car.",

        "W: You're all wrapped in blankets and there's a bunch of opened chip bags in the back seat.",

        "W: I was the youngest, so I'd sit in the back during those nights just eating away.",

        "W: Probably couldn't even tell you what any of those movies were.",

        "W: I just loved the chips!",

        "A: And the time spent with family. I can tell that much.",

        "W: Oh no doubt, movies get you closer to people.",
        
        "W: It's hard to describe what I mean by that.",

        "A: I agree. I usually go on my own, but sitting in a room full of strangers.",

        "A: By the end of the movie, whether it was good or bad or thrilling.",

        "A: Everyone comes out of that theater a little closer than when they entered it.",

        "R: RING RING",

        "W: Ah dang.",

        "W: So it was movies, was it?",

        "A: Yeah. Movies for you too, right?",

        "W: You got it.",
        
        "W: You know, when all this is said and done.",

        "W: Might go and watch one myself.",
        
        "W: You're welcome to come along.",

        "A: As long as it's an old movie classic...",

        "W: I'll do some searching, Asriyah.",

        "A: Then I'll grab the bags of chips.",

        "W: Perfect."

    ],

    "A25W45": [
        "W: Hello, nice to meet you!",

        "A: Hey, you too. I'm Asri.",

        "W: Asri, great. I'm Wesley.",

        "W: So speed dating, Asri?",

        "A: It's the way of the world now.",

        "W: That's true, I guess it's all about adapting.",

        "W: So, are you a student?",

        "A: No, haven't been for a couple years now.",

        "A: I'm an editor for an online magazine right now.",

        "W: Oh really? How is that?",

        "A: Not the best, not the worst.",

        "A: I'm planning to work as a journalist in the next couple years.",

        "A: I wish this paid a little more, but the work isn't too demanding.",

        "W: That's always the thing to balance. Money is actually the way of the world.",

        "A: Tell me about it. I can't really afford all too much on an editor salary.",

        "A: What's your line of work?",

        "A: And more importantly, does it pay well?",

        "W: You're implying you'd walk away if it didn't?",

        "A: I'd hate for us both to be struggling.",

        "A: So you're in the hot seat, Wesley.",

        "W: Ha, well I'm a professor at Penn State.",

        "W: In sociology, so I can assure you.",

        "W: The pay is ample.",

        "W: Maybe not so ample for your rich tastes?",

        "A: My tastes aren't rich, I'm just calculative.",

        "W: You importantly crunch the numbers, it's part of life.",

        "W: Just wait until you're paying a mortgage.", 

        "A: You can't talk to an entry-level editor about owning a home.",

        "A: It's insensitive, to say the least.",

        "W: Right, right. My mistake.",

        "W: What do you spend your money on now then?", 

        "A: Food to fill my pantry and gas money to get to speed dates.",

        "W: Amen to that. So you live on your own, then?",

        "A: I'm renting close by to my mom and dad right now.",

        "A: And the only reason I can do that is because.",

        "A: Not to sound like a spoiled brat.",

        "A: My parents help me cover the rent each month.",

        "W: Tsk tsk. So does that mean I can walk away now?",

        "A: Yeah yeah. I whine about my editor salary.",

        "A: Stomp my feet in the apartment my dad funds.",

        "A: Go and cry on the bed my mom bought me.",

        "W: Full-sized bed?",

        "A: Try a California Queen.", 

        "A: Great, now I'm starting to actually believe I'm a spoiled brat.",

        "W: No no don't think that.",

        "W: You might be, I don't know you well enough yet.",

        "W: But it sounds to me like you have caring parents.",

        "W: That are in the financial position to support you.",

        "W: While you work towards the goals you've set out for yourself.",

        "W: There's nothing wrong with getting help from your family, especially when they can provide.",

        "A: Yeah, I'm lucky to have them. They're separated now, but they still do their best to priortize me.",

        "A: And I value their support, but I know their money comes with fine print.",

        "W: Fine print? In what way?",

        "A: 'Yes, of course I'll help pay for your apartment. Just as long as it's no more than a five minute drive from your dear father!'",

        "A: 'Of course I'll get you furniture. Just come over to your lovely mother's house every night or you're the most ungrateful daughter to have ever existed!'",

        "A: To give a small sample.",

        "W: Those are parents for you.",

        "W: The fine print never goes away. My mom is in her 70s and still reminds me how much money I owe her.",

        "W: For having raised me.",

        "R: RING RING",

        "A: Damn. So this really will go on forever?",

        "W: Afraid so, but to tell you the truth.",

        "W: I'd rather have my mom remind me every day.",

        "W: Than for her not to be here to remind me.",

        "W: It's something I'm cherishing more and more each day.",

        "A: Yeah, that's a really good point.",

        "A: Maybe this spoiled brat learned a thing or two just now.",

        "W: Learn and adapt. It's the way of the world.",

        "W: Good luck on the journalist career, california queen.",

        "A: Thank you for the lessons learned, professor."

    ],

    "A30W45": [
        "A: Hello, I'm Asri.",

        "W: Hi Asri, it's good to meet you.",

        "W: I'm Wesley.",

        "A: Wesley, lovely.",

        "A: So what've you been up to?",

        "W: Not too much. Work, family, sometimes I catch a show if there's time left in the day.",

        "W: How about you?",

        "A: Work, family, sometimes I catch a show if there's time left in the day.",

        "W: Ha, adulting at its finest, isn't that so?",

        "A: I can't imagine anything better.",

        "A: But it sounds like you could be a tv guy then?",

        "W: I enjoy a good old sitcom as much as the next guy.",

        "A: A 'good' sitcom? Those exist?",

        "W: Oh come on, Living Single? Martin?",

        "A: Just shoot me.",

        "W: Oh that's a good one! David Spade was so good in that.",

        "A: I was testing your sit-com knowledge there.",

        "A: You're mentioning 90s shows as if there hasn't been good TV since.",

        "W: Well, if I'm being honest here.",

        "A: Don't say it...",

        "W: I don't think there's been good TV since the 90s.",

        "A: Well, this has been an experience.",

        "A: Good luck on the next date!",

        "W: Hey hey I'm joking. Kind of.",

        "W: I've watched some recent stuff.",

        "W: Always Sunny? I like that one.",

        "A: You mean the show that came out in 2005?",

        "W: And it's only gotten funnier with every new season.",

        "W: Look TV sitcoms are perfect because I can drop in and out like it's nothing.",

        "W: I can binge watch an entire season or watch a random episode.",

        "W: I'll let out a few laughs here and there, and then I'll quickly forget what I was laughing about.",

        "W: What could be better than that?",

        "A: We don't have enough time for me to tell you all the things that could be better than that.",

        "A: Do us both a favor, sit down tonight, and watch a good show.",

        "A: A drama limited series like I May Destroy You.",

        "A: Would actually change your life.", 

        "W: Change my life?",

        "A: It can at times be deeply discomforting but delicate in the right ways.",

        "A: Michaela Coel is perfectly funny and authentic in it.",

        "A: It's award-winning stuff quite literally.",

        "W: I get the appeal of shows like that.",

        "W: That kind of TV just isn't for me.",

        "A: How could you possibly say that.",

        "A: Good TV is made for everyone.",

        "A: It's TV that forces you to discover parts of humanity we've overlooked in society.",

        "A: People's lives hidden in plain sight, but told through tense, captivating style.",

        "A: If you're interested in people, like we should all be. You need to watch better TV.",

        "W: Your points are as clear as water, Asri.",

        "W: I'm very interested in people. So much so that I studied people teach people about the idea of people.",

        "W: I'm biased, but one sociology course can teach you a great deal about what makes people so interesting.",

        "A: Oh god, I've been talking to a sociology teacher?",

        "A: A sociology teacher that watches bad TV?",

        "R: RING RING",

        "W: A shocking reveal, I know.",

        "W: So. What do you think?",

        "A: Well, first off.",

        "A: I think I should've run right out the door when you mentioned David Spade being good in a TV sitcom.",

        "W: Ah, you're a lost cause.",

        "A: Secondly.",

        "A: I haven't been that thrilled to talk about TV in ages.",

        "W: So I was doing something right.",

        "A: Let's not jump to conclusions. You might've been doing something right.",

        "A: Or I'm due for a series binge this weekend.",

        "W: Can I recommend you watch The King of Queens?",

        "A: No you cannot.",

        "A: But an episode or two of The King of Queens could be on my list.",
        
        "A: If I'm desperate.",

        "W: Oh, Desperate Housewives is good too!",

        "A: Oh quit it. Bye, Wesley.",

        "W: Ha, happy dating, Asri."

    ],

    "A35W45": [
        "A: Hello, my name is Asriyah.",

        "A: And you are?",

        "W: Hi there! My name is Wesley.",

        "A: Great, Wesley.",

        "A: So if you don't mind, I got a couple of questions for you, Wesley.",

        "W: Oh? What kind of questions?",

        "A: Questions to better help me understand you, and your intentions.",

        "W: My intentions? That's kinda odd.",

        "A: What do you mean? Odd in what way?",

        "W: We're both here to speed date, right?",

        "W: The only reason I'm here is to meet someone, romantically speaking.",

        "W: So what else could my intentions be?",

        "A: You'd be surprised at how many men I've met that don't really know why they're dating.",

        "A: They show up and waste my time and theirs.",

        "A: Because they don't take stuff like this seriously.",

        "A: Which is why, as I was saying, I'd like to ask you a couple questions.",

        "W: I guess you can go for it. I got nothing to hide.",

        "W: I'm taking this very seriously, so you don't need to worry about that from me.",

        "A: Good, that's what I want to hear.",

        "A: Alright, first question.",

        "A: Would you consider your current job to be stable?",

        "W: Oh yes, stable for sure.",

        "W: I'm a sociology professor at Penn State, on a tenure track.",

        "W: Three years into this gig, so in another three I should be secure.",

        "A: Oh how about that, why another three years?",

        "W: That's how getting tenure works. Takes about six or seven years and people tend to vie for one or two spots.",

        "W: The nature of the beast kind of thing.",

        "A: That sounds quite the opposite of secure, Wesley.",

        "W: Well true I can see that when I say it out loud.",

        "W: But the department has given me the thumbs up for the last couple of years, so I'm not too worried.",

        "W: Believe it or not, I was way more confident in my 30s about getting tenure.", 

        "W: I spent my 20s adjuncting and picking up research projects.",

        "W: Until I moved out to San Francisco with my wife at the time.",

        "A: Oh congratulations on the marriage.",

        "A: And sorry things didn't work out.",

        "W: It's how things go. Got a divorce not too long after move there also.",

        "W: Clean break, and moved on over to Oakland for a teaching gig.",

        "W: A full time professor at Lincoln University and on a tenure track for about two years.",

        "A: Teaching sociology like you are now?",

        "W: Yep, just about the same course load too.",

        "W: I thought everything was going according to plan...",

        "A: Oh, until one day it wasn't, huh?",

        "W: They said they were restructuring the entire department.",

        "W: And I wasn't part of that restructuring, to my big dismay.",

        "W: So I was still freshly divorced, lost my professor dream job, and was scrambling to find something else.",

        "W: And that was around 10 years ago...",

        "A: And look at you now, alive and looking well.",

        "W: I'll take alive, I think I could lose a couple pounds.",

        "A: Hm. I can't imagine what it must've felt like to lose that job.",

        "A: Since you've found your way back to it. I'm guessing you've always wanted to be a professor?",

        "W: Oh yeah, it's all I ever thought for myself.",

        "W: I wanted to follow in my moms footsteps and teach like her for a living.",

        "W: It's a good thing I liked to talk and learn.",

        "W: But it was lucky to have a teacher mom to help me develop into the man I am today.",

        "W: A long-winded explanation just to say, yeah my professor job is pretty stable this time around.",

        "W: You got any more questions for me?",

        "R: RING RING",

        "A: Oh what the hell? Great.",

        "A: Am I ever going to get through this list?",

        "W: I feel like I'm to blame on that one. I shouldn't give such extensive backstory.",

        "A: No don't worry about it, Wesley.",

        "A: I think you've inspired me.",

        "W: Me? Inspire you on what?",

        "A: To have a plan that I'm okay with falling to pieces.",

        "A: No one I know would really describe me as having a 'flexible' mindset.",

        "A: So there's work that needs to be done there.",

        "W: Ah, all in due time, Asriyah.",

        "W: As long as you're not too hard on yourself. You can make any decision you want.",

        "W: All roads will lead back to what you're meant to be doing at some point.",

        "W: What are you doing, might I quickly ask?",

        "A: Journalism, but I think I'm ready to quit that soon.",

        "A: Spend some time really figuring out what's next for me.",

        "A: Thanks for your wisdom, Wesley.",

        "W: Any time you need to hear it, attend one of my lectures, ha!",

        "A: Yeah yeah, professor."
        
    ],

    "A40W45": [
        "W: Hi! Nice to meet you. I'm Wesley.",

        "A: Hi there darling, I'm Asriyah.",

        "A: So shall we begin? Time's ticking!",

        "W: Sure sure, anything you have in mind to ask?",

        "A: Let's see...",

        "A: Nothing too complicated. How has your week gone?",

        "W: Good! A bit busy with work throughout the week, you know how it is.",

        "W: Went with my sister and niece to the park yesterday and walked the trail.",

        "A: Oh, I love the sound of that. Family time is delightful.",

        "A: Forgive me, but I'm assuming you don't have any children of your own?",

        "W: Oh no, never did. That ship sailed a long time ago. You?",

        "A: Never planned on it darling, so it never came to be.",

        "A: I'm rather happy with all the free time I have for myself.",

        "A: One or two healthy conversations with the big man upstairs helped me realize that.",

        "W: I see! So you're religious?",

        "A: Religious is a strong word for me.",

        "A: It's a bit tricky. I believe in God and go to church weekly.",

        "A: So certainly religious in that sense.",

        "W: Yeah, sounds like you're religious to me.",

        "A: But I'm not really well-versed in all the other parts.", 

        "A: The community, the daily and nightly prayer, the bible study.",

        "W: Well I'm no priest, but wouldn't God forgive you for not praying every day?",

        "A: I'm certain He would, or I believe He would rather.",

        "A: But for me to do those activities... there's just very little desire, you understand.",

        "A: When I go to church, I enjoy my time.",

        "A: The music is lovely, the sermon is often interesting.",

        "A: I talk to a few folks here and there and catch up.",

        "A: But once I'm out the church door, all of that excitement I got caught in fades away.",

        "A: All the supposed connection toward God and church.",

        "A: None of what I'm suppose to feel ever really shows up.",

        "A: Oh God - Oh Goodness!",

        "A: I'm taking up so much time, I'm sorry darling.",

        "W: No Asriyah it's okay. I forgive! With grace.",

        "A: With grace! A gift I receive most sincerely.",

        "A: What are your thoughts on religion?",

        "W: Well, if it wasn't obvious, I'm not really familiar with faith in a traditional way.",

        "W: My mother never raised me to really believe in a God entity.",

        "W: But she always told me that there was something.",
        
        "W: Looking out for each and every one of us.",

        "A: What was this 'something' to her? Or to you?",

        "W: Something that flowed. Something invisible.",

        "W: That tethered people together like strings.",

        "W: And formed knots in our minds and hearts.",

        "W: She'd tell me that this kind of spiritualness helped us focus on the people we're tethered to in our lives.",

        "W: Instead of a God we couldn't see.",

        "W: The knots within all of us made sure that no matter how far the people we loved went.",

        "W: We'd always be tied together.",

        "W: And no matter what, we wouldn't unravel.",

        "R: RING RING",

        "W: Ah, that's time then.",

        "A: Wesley. What can I say that's better than that?",

        "W: Ha, it's my family's weird take on religion. Raised with it, lived through it.",

        "A: And most definitely grown considerably with it.",

        "A: Grown into a kind man, with plenty of beauty and faith in his heart.",

        "W: Whom shares a tether with you now. In case you ever need someone to talk faith with.",

        "A: Tethered together, and no unraveling for either of us.",

        "W: Sure can do. It was nice getting to connect.",

        "A: It was nice for me too. A complete delight.",

        "A: I hope to see you soon, but until then.",

        "A: With grace, Wesley.",

        "W: With grace, Asriyah."
    ],

    "A45W45": [
        "A: Hello, how are you? I'm Asriyah.",

        "W: Hi Asriyah. Nice to meet you! I'm Wesley.",

        "A: Having a good time so far?",

        "W: Yeah I'd say so. What a strange thing, this speed dating is.",

        "A: I certainly know what you mean.",

        "A: I don't understand why it's a thing, you never really learn about someone this quickly.",

        "W: Right? It's so confusing.",

        "W: Hm. Confusion is a quality afforded to the young, they say.",

        "A: But we're not so young anymore. Isn't that right?",

        "W: Speak for yourself. I still feel as young as ever.",

        "W: My hip pain flare-up lasted only two days this week.",

        "A: Lucky you. Some of us feel the oldest they've ever been.",

        "A: I can't recall the last time I woke up without some sort of ache or pain.",

        "W: I've had my fair share of pain this week, don't get me wrong.",

        "W: Kind of why I'm out here speed dating, if you know what I mean.",

        "A: Are you saying you recently ended a relationship?",

        "A: Are you trying to jump into a new relationship?",

        "A: I'm not one to judge, but love hopping is not my kind of party.",

        "A: I'd make sure to take the proper time needed after relationships end.",

        "A: I think that's just the decent thing to do.",

        "W: Woah woah alright now. I don't think you know what I mean.",

        "A: Oh? Then what?",

        "W: You know... why else would we be out here trying to talk to people?",

        "W: Certainly at our age?",

        "A: It's fun to get to meet new people, at any age really.",

        "A: There's always something new to learn and a new perspective to gain, don't you think?",

        "W: I certainly agree with you, but also the promise of speed dating, it's so alluring.",

        "W: Getting to meet someone you like really quickly, and be in a relationship again.",
        
        "W: Which it's been quite a few years for me without one, by the way.",

        "W: Don't you feel lonely at times?",

        "A: Hm. Do I feel lonely?",

        "A: I must sometimes.",

        "A: Love rarely ever goes out of style. I'm always craving it.",

        "A: I'd say that I'm not all that lonely.",

        "A: I have family to be excited about and to keep me company.",

        "W: You have children?",

        "A: Oh no, that wasn't for me. Possibly in another life I would've loved it.",

        "A: I still visit my parents and take care of my mom.",

        "A: She and my aunt moved in together a couple years ago - easier to save money and whatnot.",

        "A: And they like spending time together now that they're older I suppose.",

        "A: So it's lovely to spend time with them.",

        "A: My father has his own family, so his children and I have gotten closer over the years.",

        "A: Truly, I have good people in my corner. It makes not having someone a lot easier.",

        "W: I understand that, family ends up being good company for me too.",

        "W: It had always been my mom and my sister.",

        "W: A couple cousins here and there.",

        "W: But I have an eight-year-old niece that I love to bits.",

        "A: How cute! What's her name?",

        "W: Bella. She's the closest thing I'll ever have to a daughter.",

        "W: My sister and her husband work nine-to-fives, so some days I can swoop in and hang with the princess.",
        
        "A: Kids at that age are so magical. So full of wonder, isn't that so?",

        "A: Whenever there are families with kids that come to my work.",

        "A: It's always a delight to see their faces light up while I give a tour.",

        "A: I'm a museum docent at the Phoenix Museum, which is such a lovely place to be everyday.",

        "W: That sounds spectacular. You must see a lot of people with that kind of job.",

        "A: Oh, hundreds a day I'm sure.",

        "A: That's another reason why I don't feel lonely all that much.",

        "A: I'm surrounded by interesting people all the time.",

        "R: RING RING",

        "A: Ah, never enough time I swear.",

        "W: You're an interesting person you know.",

        "W: I can tell you're good at what you do. A nice spirit about you.",

        "A: Thank you, Wesley. You're an interesting person too.",

        "A: I think I'd also say the same thing if I had met you earlier, for what it's worth.", 

        "W: Earlier? Like earlier in life?",

        "A: Yes of course. You have a good energy about you.",

        "W: That's kind of you to say, but I've had my fair share of rock bottoms.",

        "W: I've been unpleasant a lot of times in my life.",

        "A: Who hasn't when it all comes down to it?",

        "A: You care about your people, and you want to feel loved.",

        "A: And that's something I've been looking for at every age.",

        "W: Hm. Yeah. I never thought of it in that way.",

        "W: You're good in my book.",
        
        "W: You care about people - your family and friends.",

        "W: Strangers at work every day.",

        "A: Like I care about you now, stranger.",

        "A: You're good company.",

        "W: Ha, you're good company too, Asriyah.",

        "W: Take care.",

        "A: You do the same, Wesley."

    ],


    "A25W50": [
        "W: Hi, Asri.",

        "A: Hello, Wesley.",

        "W: Wow, look at you.",

        "W: Exactly like I remember.",

        "A: Still as headstrong and ambitious.",

        "W: And kind and patient, I hope.",

        "W: Are you ready?",

        "A: Of course, one last time."
    ],

    "A30W50": [
        "A: Hello, Wesley.",

        "W: Hi, Asri.",

        "W: Look at you, just magnificent.",

        "A: Thank you. You don't look to bad yourself",

        "W: 50 doesn't look so bad on me, right?",

        "W: Ready for the last round?",

        "A: Let's do this."
    ],

    "A35W50": [
        "W: Hi, Asriyah.",

        "A: Hello, Wesley.",

        "A: No questions from me this time.",

        "W: What a shame, I would've happily answered.",

        "A: I know you would have.",

        "A: Are you ready?",

        "A: As ready as I'll ever be."
    ],

    "A40W50": [
        "A: Hello, Wesley.",

        "W: Hi, Asriyah.",

        "A: Always good to see you, darling.",

        "W: Same here, still a fashion icon by the looks of it.",

        "A: Ha, good clothes never escape me.",

        "A: Ready darling?",

        "W: Absolutely, for old time's sake."
    ],

    "A45W50": [
        "W: Hi, Asriyah.",

        "A: Hello, Wesley.",

        "A: Such a pleasure to see you.",

        "W: Same here. You're looking well.",

        "A: Oh, I try what I can.",

        "W: So, are you ready?",

        "A: I'm ready, absolutely."
    ],

    "A50W25": [
        "A: Hello, Wes.",

        "W: Hey, Asriyah.",

        "A: Just like I remember you, so handsome.",

        "W: Ah thank you. I really like your sweater!",

        "A: Thank you for being so sweet.",

        "A: Are you ready?",

        "W: Yeah, let's do this."
    ],

    "A50W30": [
        "W: Hey there, Asriyah.",

        "A: Hello, Wes.",

        "W: Looking as beautiful as ever.",

        "A: You're young and as charming as ever.",

        "W: Ready for the last round?",

        "A: Happily ready."
    ],

    "A50W35": [
        "A: Hello, Wesley.",

        "W: Asriyah, hi.",

        "A: How are you feeling?",

        "W: There's been worse days, but it's good seeing you.",

        "A: I know it'll pass, you're too strong for it not too.",

        "A: Are you ready?",

        "W: No, but let's do this. One last time"
    ],

    "A50W40": [
        "W: Hey, Asriyah.",

        "A: Hello, Wesley.",

        "A: Look at you, as handsome as ever.",

        "W: You've always been too kind.",

        "A: I'm kind and truthful.",

        "A: Are you ready?",

        "W: I'm ready, one last time."
    ],

    "A50W45": [
        "A: Hello, Wesley.",

        "W: Hi, Asriyah.",

        "A: You're looking well.",

        "W: Same to you, how are you feeling?",

        "A: Tired, but happy for it all.",

        "W: Me too. Are you ready?",

        "A: As ready as I'll ever be."
    ],

    "A50W50": [
        "A: Wesley.",

        "W: Asriyah.",

        "A: Always good to see you.",

        "W: Same here. Time has treated you well.",

        "A: Hm. As charming as ever.",

        "W: Ready for the last round?",

        "A: As ready as I'll ever be."
    ],

    "T25B25": [
        "A: Works I think but I keep breaking it",
        "W: Nah you don't you can do it or something",
        "A: Hi this is the beginning of the game, we're both 25.",
        "W: Throughout this story, we'll grow in age dependng on your choices.",
        "A: So in theory, He could easily write these and have them be picked out based on other variables.",
        "W: But he literally doesn't know how to do that.",
        "A: Not yet he doesn't, but time will tell."
    ],

    "Teaser": [
        "MAC: Thank you so much for your support!",
        "CATHY: As a big thank you, we're here to let you know the title of the upcoming VM GAME.",
        "MAC: Get ready for...",
        "CATHY: In Time, On Distance",
        "MAC: The first VM Game of 2025!"
    ],

    "E1": [
        "A: I'm here, but nowhere near.",

        "W: In sight, but ages away.",

        "W: We'll never have enough time.",

        "A: We'll never be close enough."
    ],

    "E2": [
        "W: You have your words.",

        "A: The same as you.",

        "W: Conversations don't fade as time ticks.",

        "A: The texture, the taste may change.",

        "W: Will change.",

        "A: Should change."
    ],
    
    "E3": [
        "W: As we speak on distance.",

        "W: I wish we were closer.",

        "A: In time, we all change.",

        "A: But for a moment, I wish we stayed the same."
    ],

    "E4": [
        "W: I wish we could start over.",

        "A: I wish we could begin again.",

        "W: In another lifetime, lovers.",

        "A: In all lifetimes, at least friends."
    ],

    "E5": [
        "W: We'll never have enough time.",

        "A: We'll never be close enough.",

        "A: But your time is yours. My time is mine.",

        "W: To meet you once, is love enough."
    ],

    "End25": [
        "A: Hey, sorry I'm late.",

        "W: No no I just got here too, you're right on time.",
        
        "A: Good! Great.",
        
        "A: So, have you been to one of these before?",

        "W: You mean dates?",

        "A: Speed dates.",

        "W: Well, it's something I'm trying to make time for.",

        "A: Yeah, me too.",

        "A: It's hard though, isn't it?",

        "W: What do you mean?",

        "A: There isn't really a lot of time to get to know someone through this.",

        "A: We could have a bunch of speed dates, and I don't think I'd still really know you, right?",

        "W: Yeah that's true.", 
        
        "W: I mean, we're here though.",

        "W: We showed up and we're trying.",

        "W: And we all have to start somewhere.",

        "A: Right, why not start here? And see where it goes.",

        "W: Exactly.",
        
        "W: So, should we start this over?",

        "A: From the top, yeah.",

        "A: Hi, I'm Asriyah, you can call me Asri.",

        "W: I'm Wes, short for Wesley.",

        "A: Nice to meet you, Wes.",

        "W: Nice to meet you too, Asri."
    ]

}